{"Home":"Startseite","GetStarted":"Fangen Sie an!","Infos":"Informationen","BugsAndSuggestions":"Bugs & Vorschläge","NewsAndUpdates":"Nachrichten und Updates","Makaton":"Makaton","LogIn":"Einloggen","LogOut":"Abmelden","SignUp":"Anmeldung","GoToPictalk":"Zu Pictalk gehen","More":"Mehr","Email":"E-Mail","PlaceHolderEmail":"alex@pictalk.xyz","Password":"Passwort","PlaceHolderPassword":"MySup€rS€cretPassw0rd!","ConfirmPassword":"Bestätigen Sie das Passwort","Language":"Sprache","Cancel":"Abbrechen","Save":"Speichern Sie","DownloadAllPictos":"Alle Piktogramme herunterladen","DownloadAllPictosNotice":"Wenn Sie diese Taste drücken, werden alle Ihre Piktogramme heruntergeladen, so dass Sie Pictalk sicher im Offline-Modus benutzen können! Bitte haben Sie etwas Geduld und warten Sie mindestens eine Minute.","ForgotPswd":"Passwort vergessen?","Majority":"Ich habe mehr als 13 Jahre alt","IHaveRead":"Ich habe gelesen und akzeptiere die","TermsOfUse":"Benutzungsbedingungen","And":"und","PrivacyPolicy":"die Datenschutzbestimmungen","By":"von","CodeIsLicensed":"Der Quellcode ist lizenziert","ProjectBackedBy":"ist ein Projekt, das unterstützt wird von:","WantToBeABacker":"Möchten Sie auch ein Unterstützer sein? Fühlen Sie sich frei zu mailen","Me":"ich","CreateCollection":"Sammlung erstellen","Name":"Name","Color":"Farbe","NameNotice":"Der anzuzeigende Text...","ColorNotice":"Die Farbe des unteren Balkens innerhalb der Sammlung","ClickToUpload":"Zum Hochladen klicken","DropFiles":"Stellen Sie Ihre Dateien hier ein oder klicken Sie zum Hochladen","StandardQuality":"Standardqualität (für Piktogramme)","HighQuality":"Hohe Qualität (für Bilder)","Close":"Schließen Sie","Create":"erstellen.","CreatePictogram":"Picogramm erstellen","Speech":"Sprache","SpeechNotice":"Der zu sprechende Text","Meaning":"Bedeutung","MeaningNotice":"Der anzuzeigende Text","Folder":"Mappe","FolderNotice":"Ist es ein Ordner?","ServerOffline":"Server kann nicht erreicht werden, überprüfen Sie Ihre Internetverbindung","Welcome":"Herzlich willkommen!","WrongCredentials":"Falsche E-Mail oder falsches Passwort","PleaseCompleteForm":"Bitte füllen Sie das Formular aus","PasswordNotCorrespond":"Passwörter stimmen nicht überein","AccountCreated":"Ihr Konto wurde erfolgreich erstellt!","ParametersInvalid":"Einige Parameter sind ungültig (wie die E-Mail-Adresse oder das Passwort)","EmailAlreadyInUse":"Diese E-Mail wird bereits verwendet","CreatedCollection":"Die Kollektion wurde einwandfrei erstellt!","SomeThingBadHappened":"Es ist etwas Schlimmes passiert...","CreatedPictogram":"Das Piktogramm wurde einwandfrei hochgeladen!","EditCollection":"Sammlung bearbeiten","ImageFiles":"Nur gif png, jpeg oder jpg Bilder sind erlaubt","EditedCollection":"Die Sammlung wurde einwandfrei bearbeitet!","UpdatedCollection":"Bitte geben Sie eine Farbe oder einen Namen oder eine Datei ein... Farbe und Name dürfen nicht leer sein","EditPictogram":"Edit Pictogram","EditedPictogram":"Das Piktogramm wurde einwandfrei bearbeitet!","MeaningEmpty":"Bedeutung kann nicht leer sein","Edit":"bearbeiten","CopySucces":"Erfolgreich die Bilder kopiert!","CopyError":"Ich konnte die Bilder nicht kopieren","AboutMe":"Über mich","AboutText1":"Hallo, ich bin Alex. Ich bin ein 23-jähriger Student an der INSA Lyon. Ich studiere Telekommunikation und Informatik. Ich bin ein Fan von Selbst-Hosting, Entwicklung und Netzwerken! Ich mache auch gerne","AboutText2":"oder während meines Urlaubs zu fotografieren.","Backers":"Backers","AboutText3":"Vielen Dank an La fondation INSA Lyon, die PicTalk mit 1000€ belohnt hat. Ihr Programm Coups de Pouce Passion hilft INSA-Studenten bei der Finanzierung ihrer Projekte. Sie können auch dies sehen","AboutText4":"die mir geholfen haben, den Wettbewerb zu gewinnen!","EditUserDetails":"Edit User Details","ResetPassword":"Passwort zurücksetzen","CheckSpam":"Bitte überprüfen Sie Ihren SPAM-Ordner! Wenn Sie keine E-Mail erhalten, kontaktieren Sie mich bitte unter: <b>alex@pictalk.xyz","EmailPlease":"Bitte eine Email eingeben","ChangePasswordDemand":"Die Anforderung zum Zurücksetzen des Passworts wurde erfolgreich übermittelt, bitte schauen Sie in Ihre E-Mails.","ContactMe":"Kontakt","ContactText1":"Wenn Sie Vorschläge für die Website haben, können Sie mich unter der folgenden E-Mail-Adresse kontaktieren:","ContactText2":" Wir sind offen für alle Ihre Ideen, um das beste Erlebnis zu bieten :)","BugReport":"Fehlerbericht & Fragen","ContactText3":"Wenn Sie auf Fehler stoßen oder Vorschläge zur Verbesserung des Codes der Website haben, können Sie diese auf dieser github-Seite einreichen:","Help":"Hilfe","HelpText1":"Mit dieser Schaltfläche gelangen Sie zu Ihrem Sammlungsmenü. Der Satz, den Sie gerade machen, wird gelöscht.","HelpText2":"Über diese Schaltfläche gelangen Sie zum Menü \"Passwort ändern\" Ihres Kontos. Im Kontomenü können Sie Ihre E-Mail, Ihre Sprache und Ihr Passwort ändern.","HelpText3":"Mit diesen Tasten können Sie in den Supervisor-Modus wechseln und den Supervisor-Modus verlassen. Der Supervisor-Modus ist erforderlich, um Piktogramme zu ändern, hinzuzufügen oder zu löschen.","HelpText4":"Diese Schaltfläche löscht den aktuellen Satz und bringt Sie zum Menü \"Sammlungen\". Funktioniert genauso wie die Schaltfläche \"Home\".","HelpText5":"Mit dieser Schaltfläche wird das letzte Bild in Ihrem Satz gelöscht. Wenn es ein Ordner war, kehren Sie zum vorherigen Bildschirm zurück.","HelpText6":"Mit dieser Taste wird der Satz, den Sie gerade sprechen, laut ausgesprochen.","HelpText7":"Diese Schaltfläche kopiert Ihren aktuellen Satz. Sie können den Satz nun überall einfügen!","HelpText8":"Manchmal müssen Sie diese Taste drücken, um Ihre letzten Piktogramme abzurufen :) Angenommen, du hast 10 Piktogramme auf deinem Computer gespeichert und sie erscheinen nicht auf dem Handy deines Kindes: Drücke diese Taste auf seinem Handy und es wird alle zuletzt hochgeladenen Piktogramme und Daten abrufen!","Pictograms":"Piktogramme","ARSAAC":"ARASAAC","ProvidedPictos":"Jeder neue Benutzer wird mit einigen grundlegenden Piktogrammen ausgestattet. Diese Piktogramme stammen von der großartigen Organisation ARASAAC, die kostenlose Piktogramme zur Verfügung stellt. Ihre Sammlung ist riesig und es ist wirklich einfach, das Piktogramm zu finden, das Sie suchen. Besuchen Sie ihre Website","WhatIsMakaton":"Was ist Makaton?","MakatonText1":"Makaton ist ein einzigartiges Sprachprogramm, das Symbole, Zeichen und Sprache verwendet, um Menschen die Kommunikation zu ermöglichen. Es unterstützt die Entwicklung grundlegender Kommunikationsfähigkeiten wie Aufmerksamkeit und Zuhören, Verstehen, Gedächtnis, Rückruf und Organisation von Sprache und Ausdruck. Die Fähigkeit zu kommunizieren ist eine der wichtigsten Fähigkeiten, die wir im Leben brauchen. Fast alles, was wir tun, hat mit Kommunikation zu tun; alltägliche Aufgaben wie das Lernen in der Schule, das Bitten um Essen und Trinken, das Lösen von Problemen, das Knüpfen von Freundschaften und Spaß haben. Das alles hängt von unserer Fähigkeit ab, miteinander zu kommunizieren. Bei Makaton werden die Zeichen zusammen mit der Sprache in der Reihenfolge der gesprochenen Wörter verwendet. Das hilft, zusätzliche Hinweise auf das zu geben, was jemand sagt. Die Verwendung von Zeichen kann Menschen helfen, die nicht sprechen können oder deren Sprache unklar ist. Die Verwendung von Symbolen kann Menschen helfen, die nur eingeschränkt sprechen können, und denen, die nicht gebärden können oder es vorziehen, nicht zu gebärden...Makaton Organisation","PictalkMakaton":"Pictalk & Makaton Frankreich (AAD Makaton)","MakatonText2":"Nur für französische Mitglieder von Makaton ! Dank einer Vereinbarung zwischen AAD Makaton und Pictalk wird ein Makaton-Mitglied sehr bald ein Anfängerpaket mit vielen Piktogrammen und einigen bereits fertiggestellten Sätzen erhalten. Wenn Sie damit noch nicht vertraut sind, schauen Sie auf der französischen Website nach:","MakatonText3":". Im Moment können Sie mir eine E-Mail schicken und um die Piktogramme bitten. Nach einer kurzen Überprüfung mit Makaton schicke ich Ihnen die Piktogramme.","AndUniversalWebsite":"und universelle Website","Here":"hier","NewPassword":"Neues Passwort","PasswordValidationMessage":"Mindestens ein Großbuchstabe, eine Ziffer und eine Passwortlänge von mindestens 8","ChangePassword":"Passwort ändern","PasswordEmpty":"Passwort ist leer","ChangePasswordSuccess":"Anforderung zur Passwortänderung erfolgreich übermittelt","RecentNews":"Neueste Nachrichten !","AwardPictalk":" PicTalk wurde beim Coups de pouce passion Wettbewerb mit 1000€ ausgezeichnet!","PictalkNewsSTitle":"Pictalk in den Nachrichten! :","RoadmapDone1":"Jetzt wird in der Picto-Leiste statt der SPRACHE die BEDEUTUNG angezeigt. Dasselbe gilt für die Schaltfläche Kopieren","RoadmapDone2":"Voll-Offline-Modus bereit","RoadmapDone3":"Installieren Sie die Anwendung über Chrome, Firefox, Safari usw. (Tippen Sie im Optionsmenü auf Installieren)","RoadmapDone4":"Keine Cookies von Drittanbietern mehr","RoadmapDone5":"Sie können einen Stern in ein Bild einfügen, damit er am Anfang einer Ansicht angezeigt wird","RoadmapDone6":"Der Verwaltungsmodus ist jetzt in den verschiedenen Menüs einheitlicher","RoadmapDone7":"Erstellen Sie ein Video-Tutorial (FR)","RoadmapDone8":"Laden Sie alle Ihre Piktogramme mit einer Taste herunter","RoadmapTodo1":"Pictalk im Microsoft Store","RoadmapTodo2":"Bereitstellung einiger Piktogramme und Bündel zu Beginn eines Kontos","RoadmapTodo3":"Übersetzen Sie die Website auf Deutsch und Italienisch","Roadmap":"Straßenkarte","PictosFetched":"Letzte Bilder wurden korrekt abgerufen","OfflinePictalk":"Pictalk ist jetzt offline-fähig ✈️ ! Sind Sie irgendwo unterwegs, wo es keine Internetverbindung gibt? Kein Problem, laden Sie einfach alle Ihre Piktogramme mit einem Klick herunter (Gehen Sie auf die Kontoseite)","LatestUpdateWarning":"Nach dem letzten Update müssen Sie sich aus- und wieder einloggen, damit die App richtig funktioniert. Bitte entschuldigen Sie die Unannehmlichkeiten.","WaitIsPictalk":"Was ist PicTalk?","HomeText1":"Bei PicTalk dreht sich alles um Piktogramme. Es soll das Leben von Menschen mit Sprachbehinderungen erleichtern. Mein kleiner Bruder, Pablo, hat das Down-Syndrom. Er kann weder sprechen noch schreiben. Zum Glück ist Pablo ein begeisterter Tablet- und Telefonierer. Pablo kommuniziert größtenteils über sein Gerät, wobei er sich meist mit Bildern von Orten oder Piktogrammen ausdrückt. Derzeit gibt es nur sehr wenige Apps, die Piktogramme verwenden, um einen Satz laut auszusprechen. Diese Apps waren sehr teuer oder nicht mit fast allen Geräten kompatibel. Also beschloss ich, mit meinem Wissen über Webentwicklung eine App zu entwickeln. Hier ist Pictalk.","MainFeatures":"Hauptmerkmale","HomeFeature1":"Alle Ihre Bilder/Piktogramme werden in der Cloud gespeichert","HomeFeature2":"Sie können die App von Ihrem Computer oder Telefon und Tablet aus installieren","HomeFeature3":"Es funktioniert mit allen Plattformen, so einfach ist das","HomeFeature4":"Es kann praktisch jede Sprache sprechen","HomeFeature5":"Unbegrenzte Anzahl von Piktogrammen und Sammlungen","HomeFeature6":"Keine Anzeigen","HomeFeature7":"Für immer frei","HomeFeature8":"Einfach zu bedienen","HomeFeature9":"Keine Cookies von Dritten","HomeFeature10":"Offline-bereit","OpenSourceAndFree":"Quelloffen und kostenlos","OpenSourceAndFreeText1":"Der gesamte Code ist als Open Source auf","OpenSourceAndFreeText2":". Sie können natürlich auch Ideen und Upgrades beisteuern oder teilen. Da ich möchte, dass jeder die Möglichkeit hat, zu kommunizieren, wird PicTalk immer kostenlos sein und ich werde versuchen, den Nutzern so viel Speicherplatz zu geben, wie sie brauchen. Leider bin ich nicht reich. Ich kann nicht zu viel Geld für Server ausgeben, wenn die PicTalk-Benutzerzahl wächst. Deshalb, wenn Sie PicTalk benutzen und es Ihnen gefällt, können Sie gerne spenden.","SupervisorModeQuestion":"Wie viel ist","SupervisorModeInput":"Geben Sie die Antwort hier ein","SupervisorModeSuccess":"Sie sind jetzt im Supervisor-Modus, herzlichen Glückwunsch :D","NoVoicesFound":"Keine Stimmen auf dem Gerät gefunden...","DeleteItem":"Sind Sie sicher, dass Sie löschen möchten:","Delete":"Element löschen","PleaseType1":"Bitte eingeben:","PleaseType2":"um den Eintrag zu löschen.","DeleteNotCorrespond":"Eingabe stimmt nicht überein","DeletedSuccess":"Gelöscht mit Erfolg","Slogan":"\"Weil Sprechen ein Recht und keine Dienstleistung ist, wird Pictalk für immer kostenlos und quelloffen sein.\"","Communicate":"Kommunizieren Sie","Communicate_IRL":"Pictalk ist großartig für Echtzeitanwendungen: Es kann einen Satz, der aus mehreren Piktogrammen besteht, laut aussprechen.","Communicate_Messages":"Da Nachrichten genauso wichtig werden wie Gespräche, ermöglicht Pictalk das Kopieren von Piktogrammen und Sätzen und das Versenden mit Ihren Lieblingsnachrichtenprogrammen.  ","HowItWorks1":"Dank der ARASAAC-Vereinigung, die kostenlose Piktogramme zur Verfügung stellt, erhält jeder neue Benutzer ein Startpaket mit etwa 20 Piktogrammen und einigen Sätzen! So lernen Sie, wie man Pictalk benutzt und können schon bald mit dem Sprechen beginnen.","HowItWorks2":"Hier ist ein Beispiel für eine Phrase, die im Startpaket enthalten ist: Diese Phrase ergibt \"Ich mag Pommes Frites\".","SearchNotice":"Wonach suchen Sie?","Search":"Suche","GetStartedTitle":"Starten Sie jetzt mit PicTalk!","TutorialDescription":"In diesem kurzen Tutorial werden wir die wichtigsten Funktionen von PicTalk durchgehen. Es kann von der Datei :","TutorialInstallation":"Und direkt von der Website (Klicken Sie im Menü Ihres Browsers auf Installieren)","TutorialFirstScreen":"Dies ist der erste Bildschirm, den Sie sehen werden. Am oberen Rand sehen Sie die Navigationsleiste. Die Navigationsleiste hilft Ihnen, durch die App zu navigieren. Wie Sie sehen können, gibt es viele Registerkarten in PicTalk. Um Ihre Reise zu beginnen, klicken Sie bitte auf die Schaltfläche \"Anmelden\".","TutorialSecondScreen":"Dieses Menü wird angezeigt. Bitte füllen Sie das Formular aus und lesen Sie die rechtlichen Hinweise sorgfältig durch. Geben Sie keine falsche E-Mail-Adresse an, sonst verlieren Sie Ihr Konto, wenn Sie sich nicht mehr an Ihr Passwort erinnern... Die Sprache ist auch wichtig, damit die Stimme Ihre Sprache spricht. Der Vor- und Nachname wird aus rechtlichen Gründen benötigt.","TutorialThirdScreen":"Hier ist das Formular nach einem gültigen Abschluss.","TutorialFourthScreen":"Herzlichen Glückwunsch! Sie können nun den PicTalk-Homescreen sehen. Wie Sie sehen können, ist er im Moment noch leer. Aber keine Panik, wir werden ihn bald auffüllen! Aber bevor wir in PicTalk eintauchen, wollen wir sehen, wie es funktioniert.","TutorialFifthScreen":"Dies sind Sammlungen. Wir können uns die Sammlungen wie einen großen Ordner vorstellen. Sie fassen Piktogramme nach Themen zusammen. Natürlich entscheiden Sie selbst. In diesem Beispiel habe ich einige grundlegende Themen zusammengestellt, die mein kleiner Bruder täglich benutzt. Er liebt es, uns zu sagen, was er zum Abendessen möchte! Er liebt es auch, zu reisen und den anderen mitzuteilen, wo er war... Lass uns zurückgehen! Die großen Quadrate sind die Sammlungen. In den Sammlungen kann man kleine Quadrate mit Text sehen. Ich nenne sie Piktogramme. Mach dir keine Sorgen, wenn du es nicht ganz verstehst, wir werden später ein Beispiel durchgehen. Alles klar?","TutorialSixthScreen":"Lassen Sie uns nun über Piktogramme sprechen. Hier haben wir auf die Kollektion Drink & Eat gezoomt. Wir können Piktogramme in verschiedenen Größen und Schattierungen sehen. Das liegt daran, dass Piktogramme als Sammlungen Piktogramme enthalten können. Auf diese Weise können wir mit Leichtigkeit Sätze bilden. Nehmen wir an, wir gehen in die Sammlung Trinken & Essen. Wir wollen trinken, also klicken wir auf das Piktogramm \"Ich will trinken...\". Sobald wir es angeklickt haben, haben wir die Wahl zwischen \"Eine Tasse Wasser\" oder \"Ein Tee\" oder \"Ein Saft aus...\". Wenn ich auf \"eine Tasse Wasser\" klicke, sagt Pictalk \"Ich möchte eine Tasse Wasser trinken\". Wenn ich aber auf \"Ein Saft aus...\" und \"Äpfel\" anstelle von \"Eine Tasse Wasser\" klicke, sagt Pictalk: \"Ich möchte einen Saft aus Äpfeln trinken\". Der Satz klingt vielleicht nicht ganz natürlich, aber das ist ein Beispiel dafür, dass diese Methode die schlechteste ist... Meistens ist sie aber sehr gut. Kommen wir nun zum Erstellen von Sammlungen und Piktogrammen! Ich hoffe, Sie sind begeistert!","TutorialSeventhScreen":"Klicken Sie nun auf die violette Schaltfläche am oberen Rand des Bildschirms. Die übliche Schaltfläche für die Parameter. Sie werden ein Popup wie dieses sehen. Wenn Sie auf den Zusatz antworten, gelangen Sie in den Supervisor-Modus. Hier können Sie Sammlungen und Piktogramme erstellen, bearbeiten und löschen. Bevor ich die Frage beantworte, sollten wir darüber sprechen, warum ich diesen Mechanismus eingeführt habe. Ich möchte, dass meine Anwendung so einfach wie möglich ist. Dieser Mechanismus braucht kein weiteres Supervisor-Passwort oder eine komplizierte Sache. Erzieher, Eltern und Brüder können Piktogramme hinzufügen, entfernen, bearbeiten usw... Und das, mit nur einem Konto. wir können einen überwachten Bereich und den Spielplatz haben. Und das Kind wird nicht in der Lage sein, durch Fehler einige Piktogramme zu löschen.","TutorialEigthScreen":"Wir befinden uns jetzt im Supervisor-Modus. Auf der Ebene der Sammlungen. Denn wie wir bereits gesehen haben, müssen Sie eine Sammlung auswählen, bevor Sie auf die Piktogramme zugreifen können. Sie können sehen, dass die violette Schaltfläche nun grau ist. Wenn Sie auf die graue Schaltfläche klicken, verlassen Sie den Überwachungsmodus. Haben Sie das eingekreiste \"+\" gesehen? Damit können wir eine Sammlung erstellen.","TutorialNinthScreen":"Vervollständigen Sie den Namen, die Farbe und laden Sie eine Datei hoch, um die Sammlung zu erstellen! Am unteren Rand des Formulars befindet sich ein kleines Rechteck mit einem Kreuz darin. Sobald Ihre Datei ausgewählt ist, wird der Name Ihrer Datei angezeigt. (Schauen Sie sich das nächste Bild an)","TutorialTenthScreen":"Und hier ist meine Sammlung. Ich habe das Bild \"manger.png\" ausgewählt. Klicken Sie auf \"Erstellen\", um fortzufahren.","TutorialEleventhScreen":"Neben der Sammlung \"EAT\" habe ich zwei weitere erstellt. Fügen wir nun der Sammlung \"EAT\" einige Inhalte hinzu. Klicken Sie auf das Symbol \"EAT\".","TutorialTwelfthScreen":"Sie werden nun einen leeren Bildschirm sehen, das ist normal, Sie haben noch keine Piktogramme. Wiederholen Sie die gleichen Schritte wie bei den Sammlungen (klicken Sie auf die lila Schaltfläche und beantworten Sie die Frage). Hier ist das Formular zum Erstellen von Piktogrammen. Die Sprache ist das, was die App tatsächlich sagen wird. Die Bedeutung im Gegensatz dazu ist einfach der Name des Piktogramms. Das dritte Element ist die \"Mappe\". Wenn Sie möchten, dass Ihr Piktogramm andere Piktogramme enthält, setzen Sie es auf true. Ansonsten empfehle ich Ihnen, es auf false zu belassen. In diesem Beispiel ist der Satz beendet, wenn wir sagen \"Ich habe Hunger\"... Wir brauchen keine weiteren Wörter hinter diesen Satz zu setzen. Als nächstes laden Sie das Bild hoch und erstellen es!","TutorialThirteenthScreen":"Hier ist ein Beispiel, wo es gut ist, eine Piktogramm-Mappe zu erstellen. Auf \"Ich will\" können viele Wörter folgen!","TutorialFourteenthScreen":"Hier sind unsere beiden Piktogramme. Das erste bedeutet \"Ich bin hungrig\" und das andere \"Ich will\". Wie Sie sehen können, ist die Farbe des Balkens unten die gleiche wie die Farbe, die Sie in der Sammlung definiert haben. Schauen Sie sich die Piktobar genauer an...","TutorialFifteenthScreen":"Die Schaltfläche \"Papierkorb\" bringt Sie zu den Sammlungen und löscht den Satz. Die andere rote Taste dient zum Löschen des letzten Piktogramms des Satzes. Die letzte Taste ist zum Sprechen. Klicken Sie auf die Piktogramme und versuchen Sie, Sätze zu bilden. Löschen Sie sie, usw...","TutorialSixteenthScreen":"Das passiert, wenn ich auf ein Piktogramm klicke. Es erscheint in der unteren Leiste, der Piktobar.","TutorialSeventeenthScreen":"Wenn ich jetzt auf den Piktogrammordner \"Ich will\" klicke, werde ich zu den darin enthaltenen Piktogrammen geführt. Er ist völlig leer, weil er noch keine Piktogramme enthält. Lass uns eins erstellen!","TutorialEighteenthScreen":"Hier ist das Piktogramm, das ich innerhalb des \"Ich will\"-Ordners anfertige. Da wir kein Wort nach \"Pommes frites\" setzen, ist unser Piktogramm kein Ordner.","TutorialNineteenthScreen":"Klicken Sie nun auf das Piktogramm \"FRIES\". Sehen Sie, wie die Piktogrammleiste \"Pommes frites\" zu \"Ich will\" hinzufügt. Let's Talk (klicken Sie auf die blaue Schaltfläche) VOILAAAA A SENTENCE !!! Du hast nun das nötige Wissen, um Pictalk optimal zu nutzen! Ich werde versuchen, mehr Beispiele für die Piktogramme meines Bruders zu geben. Gehen Sie weiter zum letzten Bildschirm, den ich hier vorstellen werde.","TutorialTwentiethScreen":"Dies ist das Benutzermenü. Sie können es durch Klicken auf die blaue Schaltfläche in der Navigationsleiste aufrufen. Hier können Sie die Sprache, den Namen und all die Dinge ändern, die Sie bei der Anmeldung eingegeben haben.","TutorialEnd":"Vielen Dank für die Lektüre des gesamten Tutorials","Image":"Bild","OrUploadYourOwn":"Oder laden Sie Ihr eigenes hoch","Try":"Versuchen Sie","Pictogram":"Piktogramm","MissingImage":"Es gibt kein Bild zum Hochladen","DownloadedImages":"Bilder werden auf Ihrem Gerät gespeichert","StorageUsage":"Pictalk verwendet derzeit","NoStorage":"Es wurden noch keine Bilder heruntergeladen","ReadyOffline":"Sie sind bereit, offline zu gehen","RequiredInputs":"Bitte geben Sie alle erforderlichen Daten ein","Send":"Send","Pitch":"Tonlage der Stimme","Rate":"Sprechtempo","Negation":"Negation","Time":"Zeit","Plural":"Plural","Size":"Größe","Groups":"Gruppen","Offsets":"Horizontaler und vertikaler Versatz","BorderColor":"Hauptfarbe und Randfarbe","Past":"Vergangenheit","Future":"Zukunft","Left":"Links","Right":"Rechts","EditPicto":"bearbeiten","DeletePicto":"löschen","CopyPicto":"deutliche Kopie","LinkPicto":"verknüpfte Duplikate","SharePicto":"Aktie","Unublish":"Unveröffentlicht","Publish":"veröffentlichen.","NotAuthorized":"Sie haben nicht die Rechte, diese Sammlung zu bearbeiten","CouldNotPaste":"Konnte nicht in diese Sammlung eingefügt werden","Description":"Pictalk zielt darauf ab, die nonverbale Kommunikation von Menschen mit Mitteln der Unterstützten Kommunikation und Text-to-Speech zu ermöglichen. Pictalk bildet Sätze mit von Ihnen hochgeladenen Piktogrammen und spricht sie laut aus. Sie können praktisch jeden Satz bilden und jede Sprache sprechen!","Tutorial":"Tutorial","Account":"Konto","PrincipalLanguage":"Hauptsprache","TakeALook":"Bei Bedarf können Sie auch einen Blick auf die","Languages":"Sprachen","SelectLanguage":"Wählen Sie eine Sprache","Sharers":"Teilen","DirectSharer":"Direkter Anteilseigner","TermsAndConditions":"Bedingungen und Konditionen","TryPictalk":"Versuchen Sie Pictalk","OptionnalParameters":"Optionale Parameter","EnforcedSecurityMode":"Erzwungener Sicherheitsmodus","ReturnWithoutRemoveButton":"Rückkehr ohne Entfernen des letzten Bildes","TrustedSources":"Vertrauenswürdige Quellen","SearchPictoLabel":"Suche nach einer beliebigen Sammlung","SearchPictoPlaceholder":"Reisen","ShareCollection":"Artikel teilen","Share":"Freigeben / Nicht freigeben","Settings":"Einstellungen","HelpText9":"Über diese Schaltfläche gelangen Sie zu den öffentlichen Sammlungen.","HelpText10":"Diese Schaltfläche führt Sie zu den mit Ihnen geteilten Sammlungen","HelpText11":"Diese Schaltfläche führt Sie zu Ihren Sammlungen in der Seitenleiste.","HelpText12":"Mit dieser Schaltfläche werden Sie abgemeldet","ProvidedPictos1":"Wir verwenden auch andere ACC-Piktogramme, die aus anderen Quellen stammen, wie z.B. SCLERA, MULBERRY und TAWASOl. All diese Piktogramme werden zur Verfügung gestellt dank","ProvidedPictos2":"Wenn Sie nicht nach einem ACC-Piktogramm suchen, dann verwenden wir auch","ProvidedPictos3":"die großartige Bilder liefern.","RoadmapDone9":"Kopieren und Einfügen 📋 ✂️ Ihrer Sammlungen","RoadmapDone10":"Öffentliche Sammlungen verfügbar 📢.","RoadmapDone11":"Teilen Sie Ihre Sammlungen mit anderen 🧷.","RoadmapDone12":"Mehrsprachiger Modus 🇪🇸 🇫 🇬🇧","RoadmapDone13":"Übersetzen Sie Ihre Sätze unterwegs 🤟","FetchingPictos":"Abruf der neuesten Piktogramme im Hintergrund ...","HomeFeature11":"Sofortiger Zugriff auf mehr als 10 000 Piktogramme mit einem Klick","HomeFeature12":"Teilen Sie Ihre Sammlungen mit anderen","HomeFeature13":"Unterstützt zweisprachige Modi","Us":"us","DisplayedLanguage":"Sprache","Voice":"Stimme","PrincipalVoice":"Hauptstimme","Voices":"Stimmen","SelectVoice":"Wählen Sie Ihre Stimme","SpeakMoreLanguage":"Sprechen Sie mehr als eine Sprache?","Parameters":"Parameters","PronouncePictoOnClick":"Picto auf Klick aussprechen","TravelerMode":"Reisenden-Modus","TooltipHome":"Zurück zum Startbildschirm","TooltipPublic":"Besuchen Sie die öffentlichen Sammlungen","TooltipShared":"Gehen Sie zu Ihren gemeinsamen Sammlungen","TooltipAcount":"Gehen Sie zu Ihren Kontoeinstellungen","TooltipHelp":"Holen Sie sich Hilfe","TooltipLogout":"Abmeldung","LostConnectivity":"Verlorene Konnektivität","UpdatedSharers":"Aktualisierte Redakteure und Betrachter","MoreImages":"Suche nach weiteren Bildern","MoreItems":"Suche nach weiteren Artikeln","NoResults":"Keine Bilder gefunden für :","SharingButton":"Freunde hinzufügen, die Pictalk benutzen","SharingExplanation":"Von Ihren Freunden geteilte Piktogramme erscheinen direkt auf Ihrem Startbildschirm und nicht nur in der Sammlung \"Mit mir geteilt\".","TitleAbout":"Über","DescriptionMetaAbout":"Möchten Sie mehr über uns erfahren?","TitleContact":"Kontakt","DescriptionMetaContact":"Haben Sie einen Vorschlag oder einen Fehler? Lassen Sie es uns wissen","TitleGetStarted":"Erste Schritte","TitleNews":"Nachrichten","DescriptionMetaNews":"Neuigkeiten über Ihre Lieblings-App","TitlePictograms":"Piktogramme","DescriptionMetaPictograms":"Unterstützte Kommunikation, die uns sehr geholfen hat","TitlePublic":"Öffentliche Piktogramme","TitleTutorial":"Tutorial","TitlePictos":"Piktogramme","DescriptionNews":"Pictalk-Entwicklung Nachrichten, die freie Sprache für alle ermöglichen. Basierend auf Piktogrammen der Unterstützten Kommunikation und TTS.","DescriptionHelp":"Brauchen Sie Hilfe? Grundlegende Funktionen rund um Pictalk. Basierend auf Piktogrammen der Unterstützten Kommunikation und TTS.","DescriptionTutorial":"Neuer Benutzer? Dieses Tutorial wird Sie auf die richtige Spur bringen! Basierend auf AAC-Piktogrammen und TTS.","DescriptionContact":"Benötigen Sie eine Funktion oder einen Kontakt mit uns anzufordern? E-Mail:","DescriptionAbout":"Wer sind wir? Wie wäre es mit Pictalk.","DescriptionPublic":"Hier finden Sie alle kostenlosen öffentlichen Piktogramme der Unterstützten Kommunikation, die von großzügigen Einzelpersonen zur Verfügung gestellt wurden","VerifyAccount":"Überprüfung","VerifyAccountText":"Um sich einzuloggen, kopieren Sie den Code, den Sie in Ihrer Mailingbox erhalten haben","VerifyAccountOK":"OK","VerifyAccountVerificationCode":"Prüfcode einfügen","VerificationToken":"Das Validierungs-Token ist falsch","VerificationMoreMail":"Sie haben keine E-Mail erhalten? Klicken Sie hier","VerificationMoreMailSuccess":"Es wurde eine weitere E-Mail an Sie gesendet, überprüfen Sie Ihre Spam-Mails!","VerificationMoreMailFail":"Konnte keine weitere E-Mail senden","VerificationSuccess":"Willkommen bei Pictalk","PictoMeaningNotEmpty":"Bedeutung sollte nicht leer sein","DuplicateFriends":"Dieser Benutzer ist bereits Ihr Freund","CannotRemoveFriends":"Dieser Benutzer ist bereits aus Ihrem Freundeskreis entfernt","DuplicateGroupUser":"Dieser Benutzer ist bereits in dieser Gruppe","CannotRemoveGroupUser":"Dieser Benutzer ist bereits aus dieser Gruppe entfernt","CreateNewGroup":"Eine neue Gruppe erstellen","TraductionError":"Konnte die Traduktion nicht verstehen","SharedWithYou":"Sie geteilt:","UnsharedWithYou":"nicht mehr teilen:","MustVerifyEmail":"Sie müssen Ihre E-Mail zuerst verifizieren","CreateGroups":"Erstellen Sie eine Gruppe auf Ihrer Kontoseite","CreatedGroupSucess":"Gruppe mit Erfolg erstellt","EditedGroupSucess":"Bearbeitete Gruppe mit Erfolg","AddGroup":"Eine Gruppe erstellen","GroupLabel":"Icon für die Gruppe","GroupName":"Name der Gruppe","AddUser":"Benutzer hinzufügen","TooltipNotifications":"Werfen Sie einen Blick auf Ihre Benachrichtigungen","UserNotExists":"dieser Benutzer existiert nicht","ShowMore":"Mehr anzeigen","ShowLess":"Weniger anzeigen","NotShareYourself":"Kann nicht für sich selbst freigegeben werden","NotFriendYourself":"Du kannst dir nicht selbst ein Freund sein","ShareDemo":"Teilen Sie","CommunicateDemo":"Nachricht","CreateDemo":"erstellen.","TalkDemo":"Gespräch","Collection":"Sammlung","TutorialSkip":"Zu Pictalk gehen","TutorialRef1":"die Sprachleiste","TutorialRef2":"das Aktionsmenü","TutorialRef3":"erstellen.","TutorialRef4":"bearbeiten","TutorialRef5":"löschen","TutorialRef6":"Lesezeichen","TutorialRef7":"verknüpfte Duplikate","TutorialRef8":"deutliche Kopie","TutorialRef9":"Bild-Optionen","TutorialRef10":"eine Gruppe erstellen","TutorialRef11":"an eine Gruppe weitergeben","TutorialRef12":"Stimmen","TutorialTitle1":"Grundprinzip","TutorialTitle2":"Die Grundlagen","TutorialTitle3":"Die erweiterten Funktionen","TutorialTitle4":"Teilen und Empfangen","TutorialTitle5":"Die Anwendungseinstellungen","TutorialTitle6":"Offline gehen","TutorialTitle7":"Öffentlicher Raum","Tutorial1":"Um Sätze zu bilden, verwendet Pictalk zwei Arten von Ressourcen. Piktogramme und Sammlungen. Die Sammlungen können sowohl Piktogramme als auch andere Sammlungen enthalten.","Tutorial2":"Die Sammlungen sind an ihrem grauen Hintergrund und dem Schatten, der sie umgibt, zu erkennen.","Tutorial3":"Hier ist ein Beispiel für einen typischen Satz mit Baumstruktur in Pictalk,","Tutorial4":"Und so funktioniert das innerhalb der Anwendung.","Tutorial5":"Dies ist die Sprachleiste, sie hat vier Schaltflächen.","Tutorial6":"Damit können Sie den Satz laut vorlesen, wenn Sie ihn drücken.","Tutorial7":"Mit dieser Schaltfläche wird Ihr Satz in die Zwischenablage kopiert. Sie können den Satz dann im Textformat an andere Anwendungen wie WhatsApp usw. senden.","Tutorial8":"Diese Schaltfläche löscht das letzte Piktogramm des aktuellen Satzes","Tutorial9":"Mit der letzten Schaltfläche können Sie den aktuellen Satz löschen und zum Startbildschirm zurückkehren.","Tutorial10":"In Ihrem persönlichen Bereich können Sie Ihre Piktogramme und Sammlungen erstellen, bearbeiten, löschen oder verschieben. Um diese Vorgänge durchführen zu können, müssen Sie in den Administratormodus wechseln. So geht's.","Tutorial11":"Mit der grünen Schaltfläche können Sie Piktogramme erstellen. Die rote Schaltfläche ist für Sammlungen. So funktioniert der Erstellungsprozess.","Tutorial12":"Um Piktogramme oder Sammlungen zu bearbeiten oder zu löschen, müssen Sie das Aktionsmenü aufrufen. So geht's.","Tutorial13":"So können Sie Piktogramme oder Sammlungen löschen.","Tutorial14":"Eine weitere interessante Aktion ist das Setzen von Lesezeichen. Mit dieser Aktion können Sie ein Piktogramm oder eine Sammlung an den Anfang der Seite verschieben. So wird es gemacht.","Tutorial15":"Eine sehr nützliche Funktion ist die der verknüpften Duplikate. Die Erstellung eines verknüpften Duplikats ermöglicht es Ihnen, dieselbe Sammlung oder dasselbe Piktogramm an mehreren Stellen zu verwenden. Wenn Sie die Sammlung oder das Piktogramm an einer Stelle ändern, wird sie/es überall geändert.","Tutorial16":"Sie können eine eindeutige Kopie einer Sammlung oder eines Piktogramms erstellen und diese dann an der gewünschten Stelle einfügen. Beachten Sie, dass bei einer Änderung der Kopie das Original unberührt bleibt und umgekehrt.","Tutorial17":"Beim Erstellen oder Ändern von Piktogrammen und Sammlungen haben Sie Zugriff auf Optionen, die den Bildern mehr Bedeutung verleihen, wie z. B. Negationen, Zeit und Pluralform.","Tutorial18":"Pictalk kann verwendet werden, wenn Sie offline sind. Wenn die Wolkenanzeige grün ist, bedeutet dies, dass Sie bereit sind, offline zu gehen. Beachten Sie, dass Sie das Aktionsmenü nicht verwenden können, wenn Sie offline sind.","Tutorial19":"Außerdem können Sie in Ihrem Einstellungsmenü sehen, wie viele Bilder heruntergeladen wurden und wie viel Speicherplatz die Pictalk-Anwendung belegt. Beachten Sie, dass der Offline-Modus möglicherweise nicht funktioniert, wenn Sie die Website-Version von Pictalk verwenden","Tutorial20":"Mit Pictalk können Sie eine Stimme auswählen sowie die Tonhöhe und die Geschwindigkeit der Sprache ändern. Beachten Sie, dass die Auswahl der Stimmen stark von dem Gerät abhängt, das Sie benutzen.","Tutorial21":"Zusätzlich zu Ihrem persönlichen Bereich bietet Pictalk einen öffentlichen Bereich, in dem Sie vorgefertigte Sammlungen finden können, die Ihnen den Einstieg in die Anwendung erleichtern. Sie können auf den öffentlichen Bereich zugreifen, indem Sie auf diese Schaltfläche klicken","Tutorial22":"die sich in der Navigationsleiste befindet.","Tutorial23":"Mit Pictalk können Sie Sammlungen ähnlich wie bei Google Drive teilen und empfangen. Um die Arbeit mit Gruppen zu erleichtern, haben wir die Möglichkeit hinzugefügt, Gruppen zu erstellen und für alle Nutzer darin freizugeben. Sehen wir uns an, wie diese beiden Funktionen in den Videos unten funktionieren.","Tutorial24":"Im folgenden Video teilen wir eine Sammlung mit einer Gruppe. In der Navigationsleiste erhalten Sie Zugang zu Ihrem \"Mit mir geteilten\" Ordner, indem Sie auf diese Schaltfläche klicken","Tutorial25":"","PublicCopy":"Die Sammlung erfolgreich in Ihrem Zuhause unterbringen","InstallAnotherBrowserText":"Bitte benutzen Sie Pictalk mit Chrome oder Firefox, um das beste Erlebnis zu haben. Bei Browsern wie Safari werden Text-to-Speech und andere moderne Funktionen in der Regel weniger unterstützt.","InstallAnotherBrowser":"Installieren Sie einen anderen Browser","HomeTitle1":"Was ist Pictalk?","HomeTitle2":"Wie es funktioniert","HomeText2":"Pictalk nutzt unterstützende und alternative Kommunikationssysteme, wie sie von der gemeinnützigen Organisation ARASAAC angeboten werden, aber auch Fotos und wandelt sie in laute Sprache um. Pictalk eignet sich für Einzelpersonen, aber auch für Familien und das Gemeinschaftsleben, da die Sammlungen von verschiedenen Geräten, Nutzern und Nutzergruppen gemeinsam genutzt werden können. Pictalk verwendet Text-To-Speech-Stimmen, die von Haus aus auf Ihrem Gerät vorhanden sind, um die konstruierten Sätze auszusprechen.","HomeTitle3":"Warum Pictalk?","HomeText3":"Das Abenteuer begann im Jahr 2019 mit meinem Studium der Nachrichtentechnik. Die Idee, eine einfache Anwendung zu entwickeln, um meinem kleinen Bruder zu helfen, der nicht sprechen kann, war ein Beweis. Die erste Version von Pictalk erschien und ich wurde dafür mit einem Preis ausgezeichnet. Als mein anderer Bruder in die Ingenieurschule kam, wollte er auch an diesem Herzensprojekt teilnehmen. Jetzt sind wir ein Team von zwei jungen Entwicklern, die hinter Pictalk stehen, und wir sind so motiviert wie eh und je, Sprache zu einem Grundrecht zu machen.","CollectionNotExplored":"Die Sammlung ist noch nicht erforscht worden... Bitte verbinden Sie sich erneut mit dem Internet, um den Inhalt zu sehen","EmptyCollection":"Die Sammlung ist leer... Sie können Piktogramme oder Sammlungen erstellen, indem Sie die Sperrtaste drücken.","TooltipSidebar":"Die Seitenleiste lässt Ihnen mehr Freiheit bei der Platzierung von Piktogrammen","PublicBundleDescription":"Wählen Sie ein öffentliches Bündel, um es in Ihr neues Konto zu importieren. Damit beginnen Sie mit einem sofort einsatzbereiten Konto.","PublicBundleLevelADescription":"Das Bündel der Stufe A ist die einfachste Variante. Es basiert auf situativer Kommunikation. Die Piktogramme werden in Abhängigkeit von dem Kontext, in dem sie verwendet werden sollen, gespeichert. In der Lebensmittelsammlung finden Sie zum Beispiel alle Piktogramme, die sich auf Lebensmittel beziehen.","PublicBundleLevelBDescription":"","PublicBundleLevelCDescription":"","StarterPack":"Starter-Paket","Feedback":"Rückmeldung","FeedbackTitle":"Titel","FeedbackType":"Kategorie","FeedbackContact":"Kontakt","FeedbackDescription":"Beschreibung","FeedbackToggle":"Debug-Informationen einschalten","FeedbackDeviceInfo":"Informationen zum Gerät","FeedbackVuex":"Vuex","FeedbackVoices":"Stimmen","FeedbackCreatedSucess":"Rückmeldung mit Erfolg abgegeben!","TooltipFeedback":"Feedback einreichen","FeedbackBlocking":"Ist das Problem blockiert?","FeedbackActionSelectPictos":"Piktogramme oder Sammlungen","FeedbackActionSelectPictosValuesCreation":"Erstellung","FeedbackActionSelectPictosValuesModification":"Ausgabe","FeedbackActionSelectPictosValuesCopy":"Kopieren und Einfügen","FeedbackActionSelectPictosValuesPrint":"Anzeige","FeedbackActionSelectInscription":"Anmeldung und Anleitung","FeedbackActionSelectInscriptionValuesInscription":"Registrieren Sie sich","FeedbackActionSelectInscriptionValuesTutorial":"Tutorial","FeedbackActionSelectVoices":"Stimmen","FeedbackActionSelectVoicesValuesVoice":"Stimme","FeedbackActionSelectVoicesValuesLanguage":"Sprache","FeedbackActionSelectOther":"Andere","FeedbackActionSelectOtherValuesOther":"Andere","FeedbackEvolution":"Entwicklung","Shared":"hat geteilt","UnShared":"hat nicht geteilt","ModifyRights":"hat Ihre Rechte geändert am","Changed":"hat sich geändert","AdriInfos":"","GuillemineInfos":"","HowContribute":"Wie man einen Beitrag leistet","AreDevelopper":"Sie sind Entwickler und möchten mithelfen?","AreDevelopperText":"Wenn Sie ein Entwickler sind und uns helfen wollen? Gehen Sie auf unsere Github-Seite und wählen Sie ein Thema aus! Klonen Sie unser Repo und stellen Sie einen Pull Request, sobald der Code vollständig ist. Sie können auch ein Issue erstellen, wenn Sie einen Vorschlag machen wollen.","AreHealthPro":"Sie sind Angehöriger eines Gesundheitsberufs und möchten mithelfen?","AreHealthProText":"Sie haben Kenntnisse im Bereich Kommunikation oder arbeiten im Gesundheitswesen? Sie können Änderungen oder Verbesserungen von Pictalk vorschlagen. Sie können uns auch helfen, indem Sie an den \"öffentlichen\" Sammlungen arbeiten.","AreParticular":"Sie sind ein Elternteil oder wollen einfach nur helfen?","AreParticularText":"Sprechen Sie in Ihrem Umfeld über Pictalk und machen Sie uns bekannt! Sie können natürlich auch Änderungen vorschlagen und uns finanziell unterstützen.","DonationUsage":"Verwendung von Spendengeldern","DonationInformatics":"Informatik","DonationInformaticsText":"Hosting der Pictalk-Website","DonationBank":"Bank und Versicherung","DonationBankText":"Obligatorisch, wenn wir unsere gemeinnützige Organisation führen wollen.","DonationOther":"Andere","DonationOtherText":"Domänennamen, Sicherheit und andere vertragliche Dienstleistungen","DonationGoals":"Wenn wir mehr Geld hätten, würden wir...","DonationGoalsText1":"Bezahlen Sie einen Orthophonisten, der uns beim Aufbau der öffentlichen Sammlungen hilft. Öffentliche Sammlungen sind ein wichtiger Einstiegspunkt für neue Nutzer. Schöne und zahlreiche Piktogrammbündel zu haben, wird neuen Nutzern den Einstieg in Pictalk erleichtern und sie inspirieren.","DonationGoalsText2":"Stellen Sie einen Entwickler ein, um unser kleines Team zu entlasten und Pictalk zu verbessern. Eine Person mehr könnte uns helfen, Pictalk neuen Unternehmen zu präsentieren und neue Nutzer zu begleiten.","News":"Nachrichten","Informations":"Informationen","Partners":"Partner","Team":"Team","ContactText13":"Kontaktieren Sie uns unter:","ContactText12":"Wenn Sie Probleme oder Anregungen zur Anwendung haben, können Sie uns unter der folgenden E-Mail-Adresse kontaktieren:","AlexInfos":"Präsidentin und Gründerin der Organisation Pictalk.","ClementInfos":"Ich wollte unbedingt am Pictalk-Abenteuer teilnehmen und freue mich, dass ich heute einen Beitrag dazu leisten kann.","YourDonations":"Ihre Spenden","MakeDonations":"Spenden Sie an Pictalk 😄.","thanksDonations":"Das ganze Team dankt Ihnen für Ihre Spenden 😍!","OurDonators":"Spender des Monats 🥳"}