{"Home":"Αρχική σελίδα","GetStarted":"Ξεκινήστε!","Infos":"Πληροφορίες","BugsAndSuggestions":"Bugs & Προτάσεις","NewsAndUpdates":"Νέα και ενημερώσεις","Makaton":"Makaton","LogIn":"Σύνδεση","LogOut":"Αποσύνδεση","SignUp":"Εγγραφείτε","GoToPictalk":"Πηγαίνετε στο Pictalk","More":"Περισσότερα","Email":"Ηλεκτρονικό ταχυδρομείο","PlaceHolderEmail":"alex@pictalk.xyz","Password":"Κωδικός πρόσβασης","PlaceHolderPassword":"MySup€rS€cretPassw0rd!","ConfirmPassword":"Επιβεβαίωση κωδικού πρόσβασης","Language":"Γλώσσα","Cancel":"Ακύρωση","Save":"Αποθήκευση","DownloadAllPictos":"Κατεβάστε όλα τα εικονογράμματα","DownloadAllPictosNotice":"Πατώντας αυτό το κουμπί θα κατεβάσετε όλα τα εικονογράμματά σας, ώστε να μπορείτε να χρησιμοποιείτε το Pictalk με ασφάλεια σε λειτουργία εκτός σύνδεσης ! Παρακαλούμε να είστε υπομονετικοί και να περιμένετε τουλάχιστον ένα λεπτό.","ForgotPswd":"Ξεχάσατε τον κωδικό πρόσβασης ?","Majority":"Έχω περισσότερα από 13 χρόνια","IHaveRead":"Έχω διαβάσει και αποδέχομαι τις","TermsOfUse":"όροι χρήσης","And":"και","PrivacyPolicy":"την πολιτική απορρήτου","By":"από","CodeIsLicensed":"Ο πηγαίος κώδικας έχει άδεια χρήσης","ProjectBackedBy":"είναι ένα έργο που υποστηρίζεται από:","WantToBeABacker":"Θέλετε να γίνετε κι εσείς υποστηρικτής ? Μη διστάσετε να στείλετε email","Me":"εγώ","CreateCollection":"Δημιουργία συλλογής","Name":"Όνομα","Color":"Χρώμα","NameNotice":"Το κείμενο που θα εμφανιστεί...","ColorNotice":"Το χρώμα της κάτω μπάρας μέσα στη συλλογή","ClickToUpload":"Κάντε κλικ για να ανεβάσετε","DropFiles":"Αφήστε τα αρχεία σας εδώ ή κάντε κλικ για να τα ανεβάσετε","StandardQuality":"Τυπική ποιότητα (για εικονογράμματα)","HighQuality":"Υψηλή ποιότητα (για φωτογραφίες)","Close":"Κλείστε το","Create":"Δημιουργία","CreatePictogram":"Δημιουργία Picogram","Speech":"Ομιλία","SpeechNotice":"Το κείμενο που θα εκφωνηθεί","Meaning":"Σημασία","MeaningNotice":"Το κείμενο που θα εμφανιστεί","Folder":"Φάκελος","FolderNotice":"Είναι φάκελος ?","ServerOffline":"Ο διακομιστής δεν είναι προσβάσιμος, ελέγξτε τη σύνδεσή σας στο διαδίκτυο","Welcome":"Καλώς ήρθατε!","WrongCredentials":"Λάθος email ή κωδικός πρόσβασης","PleaseCompleteForm":"Παρακαλούμε συμπληρώστε τη φόρμα","PasswordNotCorrespond":"Οι κωδικοί πρόσβασης δεν αντιστοιχούν","AccountCreated":"Ο λογαριασμός σας δημιουργήθηκε με επιτυχία !","ParametersInvalid":"Ορισμένες παράμετροι είναι άκυρες (όπως η διεύθυνση email ή ο κωδικός πρόσβασης)","EmailAlreadyInUse":"Αυτό το email χρησιμοποιείται ήδη","CreatedCollection":"Η συλλογή δημιουργήθηκε άψογα !","SomeThingBadHappened":"Κάτι κακό συνέβη...","CreatedPictogram":"Το εικονογράφημα μεταφορτώθηκε άψογα !","EditCollection":"Επεξεργασία συλλογής","ImageFiles":"Επιτρέπονται μόνο εικόνες gif png, jpeg ή jpg","EditedCollection":"Η συλλογή επιμελήθηκε άψογα !","UpdatedCollection":"Παρακαλώ εισάγετε ένα χρώμα ή ένα όνομα ή ένα αρχείο... Το χρώμα και το όνομα δεν μπορούν να είναι κενά","EditPictogram":"Επεξεργασία εικονογράμματος","EditedPictogram":"Το εικονογράφημα επεξεργάστηκε άψογα !","MeaningEmpty":"Το νόημα δεν μπορεί να είναι κενό","Edit":"Επεξεργασία","CopySucces":"Αντέγραψα επιτυχώς τις εικόνες !","CopyError":"Δεν μπόρεσα να αντιγράψω τις εικόνες","AboutMe":"Σχετικά με εμένα","AboutText1":"Γεια σου, είμαι ο 'λεξ. Είμαι 23 ετών και σπουδάζω στο INSA Lyon. Σπουδάζω τηλεπικοινωνίες και πληροφορική. Είμαι οπαδός του self-hosting, της ανάπτυξης και της δικτύωσης! Μου αρέσει επίσης να φτιάχνω","AboutText2":"ή να βγάζω φωτογραφίες κατά τη διάρκεια των διακοπών μου.","Backers":"Υποστηρικτές","AboutText3":"Πολλές ευχαριστίες στο ίδρυμα INSA Lyon που επιβράβευσε το PicTalk με 1000€. Το πρόγραμμά τους Coups de Pouce Passion βοηθά τους φοιτητές του INSA να χρηματοδοτήσουν τα έργα τους. Μπορείτε επίσης να παρακολουθήσετε αυτό","AboutText4":"που με βοήθησε να κερδίσω τον διαγωνισμό!","EditUserDetails":"Επεξεργασία στοιχείων χρήστη","ResetPassword":"Επαναφορά κωδικού πρόσβασης","CheckSpam":"Ελέγξτε το φάκελο SPAM σας ! Αν δεν λάβετε κανένα email παρακαλώ επικοινωνήστε μαζί μου στο : <b>alex@pictalk.xyz","EmailPlease":"Παρακαλώ εισάγετε ένα Email","ChangePasswordDemand":"Η απαίτηση επαναφοράς κωδικού πρόσβασης μεταδόθηκε επιτυχώς, παρακαλώ δείτε τα email σας.","ContactMe":"Επικοινωνήστε μαζί μου","ContactText1":"Εάν έχετε οποιεσδήποτε προτάσεις για την ιστοσελίδα μπορείτε να επικοινωνήσετε μαζί μου στην ακόλουθη διεύθυνση ηλεκτρονικού ταχυδρομείου :","ContactText2":" Είμαστε ανοιχτοί σε όλες τις ιδέες σας, ώστε να σας προσφέρουμε την καλύτερη δυνατή εμπειρία :)","BugReport":"Αναφορές σφαλμάτων & ερωτήσεις","ContactText3":"Αν συναντήσετε σφάλματα ή έχετε προτάσεις για τη βελτίωση του κώδικα της ιστοσελίδας μπορείτε να τις υποβάλετε σε αυτή τη σελίδα github :","Help":"Βοήθεια","HelpText1":"Αυτό το κουμπί θα σας μεταφέρει στο μενού των συλλογών σας. Θα διαγράψει την πρόταση που κάνετε.","HelpText2":"Αυτό το κουμπί θα σας μεταφέρει στο μενού του λογαριασμού σας ChangePasswordSuccess. Το μενού του λογαριασμού σας επιτρέπει να αλλάξετε το email σας, τη γλώσσα και τον κωδικό πρόσβασής σας.","HelpText3":"Αυτά τα κουμπιά θα σας επιτρέψουν να εισέλθετε στη λειτουργία επόπτη και να εξέλθετε από τη λειτουργία επόπτη. Η λειτουργία επόπτη απαιτείται για την τροποποίηση, προσθήκη ή διαγραφή εικονογραμμάτων.","HelpText4":"Αυτό το κουμπί θα διαγράψει την τρέχουσα πρότασή σας και θα σας μεταφέρει στο μενού συλλογών. Λειτουργεί όπως το κουμπί \"home\".","HelpText5":"Αυτό το κουμπί θα διαγράψει το τελευταίο picto στην πρότασή σας. Αν ήταν φάκελος, τότε επιστρέφετε στην προηγούμενη οθόνη.","HelpText6":"Αυτό το κουμπί θα προφέρει και θα μιλήσει δυνατά την πρόταση που κάνετε.","HelpText7":"Αυτό το κουμπί θα αντιγράψει την τρέχουσα πρότασή σας. Τώρα μπορείτε να επικολλήσετε την πρόταση παντού !","HelpText8":"Μερικές φορές θα χρειαστεί να πατήσετε αυτό το κουμπί για να λάβετε τα πιο πρόσφατα εικονογράμματα :) Ας πούμε ότι έχετε προσθέσει 10 εικονογράμματα στον υπολογιστή σας και δεν εμφανίζονται στο τηλέφωνο του παιδιού σας : Πατήστε αυτό το κουμπί στο τηλέφωνό του και θα πάρει όλα τα τελευταία εικονογράμματα και δεδομένα που έχετε ανεβάσει !","Pictograms":"Εικονογράμματα","ARSAAC":"ARASAAC","ProvidedPictos":"Κάθε νέος χρήστης είναι προικισμένος με μερικά βασικά εικονογράμματα. Αυτά τα εικονογράμματα προέρχονται από τον σπουδαίο οργανισμό ARASAAC που παρέχει δωρεάν εικονογράμματα. Η συλλογή τους είναι τεράστια και είναι πραγματικά εύκολο να βρείτε το εικονογράφημα που ψάχνετε. Επισκεφθείτε την ιστοσελίδα τους","WhatIsMakaton":"Τι είναι το Makaton ?","MakatonText1":"Το Makaton είναι ένα μοναδικό γλωσσικό πρόγραμμα που χρησιμοποιεί σύμβολα, νοήματα και ομιλία για να επιτρέπει στους ανθρώπους να επικοινωνούν. Υποστηρίζει την ανάπτυξη βασικών δεξιοτήτων επικοινωνίας, όπως η προσοχή και η ακρόαση, η κατανόηση, η μνήμη, η ανάκληση και η οργάνωση της γλώσσας και της έκφρασης. Η ικανότητα επικοινωνίας είναι μια από τις σημαντικότερες δεξιότητες που χρειαζόμαστε στη ζωή. Σχεδόν όλα όσα κάνουμε αφορούν την επικοινωνία- καθημερινές εργασίες όπως η μάθηση στο σχολείο, το να ζητάμε φαγητό και ποτό, να λύνουμε προβλήματα, να κάνουμε φίλους και να διασκεδάζουμε. Όλα αυτά βασίζονται στην ικανότητά μας να επικοινωνούμε μεταξύ μας. Με το Makaton, χρησιμοποιούνται νοήματα, μαζί με την ομιλία, με τη σειρά των λέξεων. Αυτό βοηθά στην παροχή επιπλέον ενδείξεων για το τι λέει κάποιος. Η χρήση νοημάτων μπορεί να βοηθήσει άτομα που δεν έχουν ομιλία ή των οποίων η ομιλία είναι ασαφής. Η χρήση συμβόλων μπορεί να βοηθήσει τα άτομα που έχουν περιορισμένη ομιλία και εκείνους που δεν μπορούν ή προτιμούν να νοηματίζουν... Οργανισμός Makaton","PictalkMakaton":"Pictalk & Makaton Γαλλία (AAD Makaton)","MakatonText2":"Μόνο για τα γαλλικά μέλη του Makaton ! Χάρη σε μια συμφωνία μεταξύ της AAD Makaton και της Pictalk, ένα μέλος της Makaton θα έχει πολύ σύντομα ένα πακέτο για αρχάριους με πολλά εικονογράμματα και κάποιες προτάσεις που είναι ήδη έτοιμες. Αν δεν είστε εξοικειωμένοι με αυτό ελέγξτε τη γαλλική ιστοσελίδα τους ελέγξτε τους :","MakatonText3":". Προς το παρόν μπορείτε να μου στείλετε ένα email ζητώντας τις φωτογραφίες. Μετά από ένα γρήγορο βήμα επαλήθευσης με το Makaton, θα σας στείλω τα εικονογράμματα.","AndUniversalWebsite":"και καθολική ιστοσελίδα","Here":"εδώ","NewPassword":"Νέος κωδικός πρόσβασης","PasswordValidationMessage":"Τουλάχιστον ένα κεφαλαίο γράμμα, ένα ψηφίο και ελάχιστο μήκος κωδικού πρόσβασης 8","ChangePassword":"Αλλαγή κωδικού πρόσβασης","PasswordEmpty":"Ο κωδικός πρόσβασης είναι άδειος","ChangePasswordSuccess":"Το αίτημα αλλαγής κωδικού πρόσβασης διαβιβάστηκε επιτυχώς","RecentNews":"Πρόσφατα νέα !","AwardPictalk":" Το PicTalk κέρδισε 1000€ στον διαγωνισμό Coups de pouce passion !","PictalkNewsSTitle":"Η Pictalk στις ειδήσεις ! :","RoadmapDone1":"Τώρα εμφανίζεται η ΕΝΝΟΙΑ αντί της ΟΜΙΛΙΑΣ στη γραμμή Picto. Το ίδιο και για το κουμπί αντιγραφής","RoadmapDone2":"Λειτουργία Full-offline έτοιμη","RoadmapDone3":"Εγκαταστήστε την εφαρμογή μέσω Chrome, Firefox, Safari κ.λπ. (Πατήστε Εγκατάσταση στο μενού επιλογών)","RoadmapDone4":"Όχι άλλα cookies τρίτων","RoadmapDone5":"Μπορείτε να βάλετε ένα αστέρι σε μια εικόνα, ώστε να εμφανίζεται στην αρχή μιας προβολής.","RoadmapDone6":"Η λειτουργία διαχειριστή είναι τώρα πιο συνεπής στα διάφορα μενού","RoadmapDone7":"Φτιάξτε ένα εκπαιδευτικό βίντεο (FR)","RoadmapDone8":"Κατεβάστε όλα τα εικονογράμματά σας με ένα κουμπί","RoadmapTodo1":"Pictalk στο Microsoft Store","RoadmapTodo2":"Παροχή ορισμένων εικονογραμμάτων και δεσμίδων στην αρχή ενός λογαριασμού","RoadmapTodo3":"Μετάφραση της ιστοσελίδας στα γερμανικά και ιταλικά","Roadmap":"Οδικός χάρτης","PictosFetched":"Οι τελευταίες εικόνες ανακτήθηκαν σωστά","OfflinePictalk":"Το Pictalk είναι τώρα έτοιμο για σύνδεση ✈️ ! Πηγαίνετε κάπου χωρίς σύνδεση στο διαδίκτυο ? Κανένα πρόβλημα τώρα, απλά κατεβάστε όλα τα εικονογράμματα σας με ένα κλικ (Πηγαίνετε στη σελίδα του λογαριασμού)","LatestUpdateWarning":"Μετά την τελευταία ενημέρωση, θα πρέπει να αποσυνδεθείτε και να συνδεθείτε για να λειτουργήσει σωστά η εφαρμογή, συγγνώμη για την ενόχληση.","WaitIsPictalk":"Τι είναι το PicTalk ?","HomeText1":"Το PicTalk αφορά τα εικονογράμματα. Σκοπός του είναι να κάνει τη ζωή των ατόμων με προβλήματα ομιλίας ευκολότερη. Ο μικρός μου αδελφός, ο Pablo, έχει το σύνδρομο Down. Δεν μπορεί να μιλήσει ούτε να γράψει. Ευτυχώς, ο Pablo ασχολείται με τα tablet και τα τηλέφωνα. Το μεγαλύτερο μέρος της επικοινωνίας που κάνει ο Pablo προέρχεται από τη συσκευή του. το μεγαλύτερο μέρος του χρόνου χρησιμοποιεί εικόνες από μέρη ή εικονογράμματα για να εκφραστεί. Προς το παρόν υπάρχουν πολύ περιορισμένες εφαρμογές που χρησιμοποιούν εικονογράμματα για να παράγουν φράσεις φωναχτά. Αυτές οι εφαρμογές ήταν μάλλον ακριβές ή δεν ήταν συμβατές με όλες σχεδόν τις συσκευές. Έτσι αποφάσισα, με τις γνώσεις μου στην ανάπτυξη ιστοσελίδων, να φτιάξω μια εφαρμογή. Εδώ είναι το Pictalk.","MainFeatures":"Κύρια χαρακτηριστικά","HomeFeature1":"Όλες οι εικόνες/εικονογράμματα αποθηκεύονται στο cloud","HomeFeature2":"Μπορείτε να εγκαταστήσετε την εφαρμογή από τον υπολογιστή ή το τηλέφωνο και το tablet σας.","HomeFeature3":"Λειτουργεί με όλες τις πλατφόρμες, τόσο απλά.","HomeFeature4":"Μπορεί να μιλήσει σχεδόν οποιαδήποτε γλώσσα","HomeFeature5":"Απεριόριστος αριθμός εικονογραμμάτων και συλλογών","HomeFeature6":"Χωρίς διαφημίσεις","HomeFeature7":"Για πάντα ελεύθερος","HomeFeature8":"Εύκολο στη χρήση","HomeFeature9":"Μηδέν cookies τρίτων","HomeFeature10":"Offline-ready","OpenSourceAndFree":"Ανοιχτός και δωρεάν κώδικας","OpenSourceAndFreeText1":"Όλος ο κώδικας είναι ανοιχτός στο","OpenSourceAndFreeText2":". Μπορείτε φυσικά να συνεισφέρετε ή να μοιραστείτε ιδέες και αναβαθμίσεις. Επειδή θέλω όλοι να έχουν την ευκαιρία να επικοινωνούν, το PicTalk θα είναι πάντα δωρεάν και θα προσπαθήσω να αφήσω στους χρήστες όσο αποθηκευτικό χώρο χρειάζονται. Δυστυχώς, δεν είμαι πλούσιος. Δεν μπορώ να ξοδέψω πολλά χρήματα σε διακομιστές αν η βάση χρηστών του PicTalk αυξηθεί. Γι' αυτό, αν χρησιμοποιείτε το PicTalk και σας αρέσει, μη διστάσετε να κάνετε δωρεά.","SupervisorModeQuestion":"Πόσο είναι","SupervisorModeInput":"Πληκτρολογήστε την απάντηση εδώ","SupervisorModeSuccess":"Είσαι τώρα σε λειτουργία επόπτη, συγχαρητήρια :D","NoVoicesFound":"Δεν βρέθηκαν φωνές στη συσκευή...","DeleteItem":"Είστε σίγουρος ότι θέλετε να διαγράψετε:","Delete":"Διαγραφή στοιχείου","PleaseType1":"Παρακαλώ πληκτρολογήστε:","PleaseType2":"για να διαγράψετε το στοιχείο.","DeleteNotCorrespond":"Η είσοδος δεν αντιστοιχεί","DeletedSuccess":"Διαγράφηκε με επιτυχία","Slogan":"\"Επειδή η ομιλία είναι δικαίωμα και όχι υπηρεσία, το Pictalk θα είναι δωρεάν και ανοιχτού κώδικα για πάντα\".","Communicate":"Επικοινωνήστε","Communicate_IRL":"Η Pictalk είναι εξαιρετική σε εφαρμογές πραγματικού χρόνου: Μπορεί να μιλήσει δυνατά μια πρόταση που αποτελείται από διάφορα εικονογράμματα.","Communicate_Messages":"Επειδή η ανταλλαγή μηνυμάτων γίνεται εξίσου σημαντική με την ομιλία, το Pictalk επιτρέπει την αντιγραφή των εικονογραμμάτων + προτάσεων και την αποστολή τους με τις αγαπημένες σας εφαρμογές ανταλλαγής μηνυμάτων.  ","HowItWorks1":"Χάρη στην ένωση ARASAAC που παρέχει δωρεάν εικονογράμματα, κάθε νέος χρήστης κερδίζει ένα αρχικό πακέτο με περίπου 20 εικονογράμματα και μερικά σύνολα φράσεων ! Χάρη σε αυτό θα μάθετε να χρησιμοποιείτε το Pictalk και θα αρχίσετε να μιλάτε πολύ σύντομα.","HowItWorks2":"Ακολουθεί ένα παράδειγμα μιας φράσης που περιλαμβάνεται στο αρχικό πακέτο: Αυτή η φράση θα παράγει \" Μου αρέσουν οι τηγανητές πατάτες \"","SearchNotice":"Τι ψάχνετε;","Search":"Αναζήτηση","GetStartedTitle":"Ξεκινήστε να PicTalk τώρα!","TutorialDescription":"Σε αυτό το σύντομο σεμινάριο, θα δούμε τα κύρια χαρακτηριστικά του PicTalk. Μπορεί να εγκατασταθεί από το :","TutorialInstallation":"Και απευθείας από τον ιστότοπο (Κάντε κλικ στην επιλογή install στο μενού του προγράμματος περιήγησής σας)","TutorialFirstScreen":"Αυτή είναι η πρώτη οθόνη που θα δείτε. Στην κορυφή μπορείτε να δείτε τη γραμμή πλοήγησης. Η γραμμή πλοήγησης σας βοηθάει να πλοηγηθείτε στην εφαρμογή. Όπως μπορείτε να δείτε, υπάρχουν πολλές καρτέλες στο PicTalk. Για να ξεκινήσετε το ταξίδι σας, κάντε κλικ στο κουμπί \"Εγγραφή\".","TutorialSecondScreen":"Θα εμφανιστεί αυτό το μενού. Παρακαλούμε συμπληρώστε τη φόρμα και διαβάστε προσεκτικά το μήνυμα με τις νομικές πληροφορίες. Μην βάλετε ένα ψεύτικο email γιατί θα χάσετε το λογαριασμό σας αν δεν θυμάστε τον κωδικό σας... Η γλώσσα είναι επίσης σημαντική, ώστε η φωνή να μιλάει τη γλώσσα σας. Το όνομα και το επώνυμο είναι απαραίτητα λόγω νομικών απαιτήσεων.","TutorialThirdScreen":"Εδώ είναι η φόρμα μετά από έγκυρη συμπλήρωση.","TutorialFourthScreen":"Συγχαρητήρια! Μπορείτε τώρα να δείτε την αρχική οθόνη του PicTalk. Όπως μπορείτε να δείτε είναι εντελώς κενή προς το παρόν. Αλλά μην πανικοβάλλεστε, θα την γεμίσουμε σύντομα ! Αλλά πριν βουτήξουμε βαθιά στο PicTalk, ας δούμε πώς λειτουργεί.","TutorialFifthScreen":"Πρόκειται για συλλογές. Μπορούμε να σκεφτούμε τις Συλλογές ως έναν μεγάλο φάκελο. Ομαδοποιούν τα εικονογράμματα ανά θέματα. Φυσικά, εσείς αποφασίζετε. Σε αυτό το παράδειγμα έχω βάλει μερικά βασικά θέματα που χρησιμοποιεί καθημερινά ο μικρός μου αδελφός. Μας αρέσει να μας λέει τι θέλει για δείπνο ! Του αρέσει επίσης να ταξιδεύει και να ενημερώνει τους άλλους για το πού πήγε... Πάμε πίσω ! Τα μεγάλα τετράγωνα είναι οι συλλογές. Στις συλλογές μπορείτε να δείτε μικρά τετράγωνα με κάποιο κείμενο μέσα σε αυτά. Τα ονομάζω εικονογράμματα. Μην ανησυχείτε αν δεν καταλαβαίνετε πλήρως, θα δούμε ένα παράδειγμα αργότερα. Όλα καλά;","TutorialSixthScreen":"Ας μιλήσουμε τώρα για τα εικονογράμματα. Εδώ ζουμάραμε στη συλλογή Drink & Eat. Μπορούμε να δούμε εικονογράμματα διαφορετικού μεγέθους και απόχρωσης. Αυτό συμβαίνει επειδή τα εικονογράμματα μπορούν, ως συλλογές, να περιέχουν εικονογράμματα. Αυτός ο τρόπος μας επιτρέπει να φτιάχνουμε προτάσεις με ευκολία. Ας πούμε ότι μπαίνουμε στη συλλογή Drink & Eat. Θέλουμε να πιούμε, οπότε κάνουμε κλικ στο εικονογράφημα \"Θέλω να πιω...\". Μόλις κάνουμε κλικ, έχουμε την επιλογή να κάνουμε κλικ στο \"Ένα φλιτζάνι νερό\" ή \"Λίγο τσάι\" ή \"Ένας χυμός από...\". Αν κάνω κλικ στο \"ένα φλιτζάνι νερό\", το Pictalk θα πει \"Θέλω να πιω ένα φλιτζάνι νερό\". Αλλά αν κάνω κλικ στο \"Ένας χυμός από...\" και \"Μήλα\" αντί για \"Ένα φλιτζάνι νερό\", το Pictalk θα πει: \"Θέλω να πιω ένα χυμό από μήλα\". Η πρόταση μπορεί να μην ακούγεται καθόλου φυσική, αλλά αυτό είναι ένα παράδειγμα όπου αυτή η μέθοδος είναι η χειρότερη... Τις περισσότερες φορές είναι πολύ καλή. Τώρα, ας προχωρήσουμε στη δημιουργία συλλογών και εικονογραμμάτων ! Ελπίζω να είστε ενθουσιασμένοι !","TutorialSeventhScreen":"Κάντε κλικ τώρα στο ιώδες κουμπί στο επάνω μέρος της οθόνης. Το συνηθισμένο όπου είναι για τις παραμέτρους. Θα εμφανιστεί ένα αναδυόμενο παράθυρο όπως αυτό εδώ. Απαντώντας στην προσθήκη θα μεταφερθείτε στη λειτουργία του επόπτη. Σας επιτρέπει να δημιουργείτε, να επεξεργάζεστε και να διαγράφετε συλλογές και εικονογράμματα. Πριν απαντήσετε στην ερώτηση, ας μιλήσουμε για το γιατί υλοποίησα αυτόν τον μηχανισμό. Θέλω η εφαρμογή μου να είναι όσο το δυνατόν πιο απλή. Αυτός ο μηχανισμός δεν χρειάζεται άλλον κωδικό πρόσβασης επόπτη ή κάτι περίπλοκο. Οι εκπαιδευτικοί, οι γονείς και τα αδέλφια μπορούν να προσθέτουν εικονογράμματα να αφαιρούν, να επεξεργάζονται κ.λπ... Και αυτό, με έναν μόνο λογαριασμό. μπορούμε να έχουμε έναν εποπτευόμενο χώρο και την παιδική χαρά. Και το παιδί δεν θα μπορεί να διαγράψει από λάθος κάποια εικονογράμματα.","TutorialEigthScreen":"Βρισκόμαστε τώρα στη λειτουργία του επόπτη. Στο επίπεδο των εισπράξεων. Επειδή, όπως είδαμε προηγουμένως, πρέπει να επιλέξετε μια συλλογή πριν αποκτήσετε πρόσβαση στα εικονογράμματά της. Μπορείτε να δείτε ότι το μοβ κουμπί άλλαξε σε γκρι. Αν κάνετε κλικ στο γκρι κουμπί, θα βγείτε από τη λειτουργία επόπτη. Είδατε να εμφανίζεται το κυκλωμένο \"+\" ; Μας επιτρέπει να δημιουργήσουμε μια συλλογή.","TutorialNinthScreen":"Συμπληρώστε το όνομα, το χρώμα και ανεβάστε ένα αρχείο για να δημιουργήσετε τη συλλογή ! Στο κάτω μέρος της φόρμας, υπάρχει ένα μικρό ορθογώνιο παραλληλόγραμμο με ένα σταυρό μέσα. Μόλις επιλέξετε το αρχείο σας, θα εμφανιστεί το όνομα του αρχείου σας. (Ρίξτε μια ματιά στην επόμενη εικόνα)","TutorialTenthScreen":"Και εδώ είναι η συλλογή μου. Επέλεξα την εικόνα \"manger.png\". Κάντε κλικ στο \"create\" για να συνεχίσετε.","TutorialEleventhScreen":"Εκτός από τη συλλογή \"EAT\", δημιούργησα άλλες δύο. Ας προσθέσουμε κάποιο περιεχόμενο στη συλλογή \"EAT\". Κάντε κλικ στο εικονίδιο EAT.","TutorialTwelfthScreen":"Τώρα θα δείτε μια κενή οθόνη, αυτό είναι φυσιολογικό, δεν έχετε ακόμα εικονογράμματα. Επαναλάβετε τα ίδια βήματα όπως και για τις συλλογές (κάντε κλικ στο μοβ κουμπί και απαντήστε στην ερώτηση). Εδώ είναι η φόρμα δημιουργίας εικονογράμματος. Η ομιλία είναι αυτό που στην πραγματικότητα θα πει η εφαρμογή. Το νόημα σε αντιδιαστολή είναι απλώς το όνομα του εικονογράμματος. Το τρίτο στοιχείο είναι ο \"φάκελος\". Αν θέλετε το εικονογράφημά σας να περιέχει και άλλα εικονογραφήματα, βάλτε το στο true. Διαφορετικά, σας συνιστώ να το αφήσετε στο false. Σε αυτό το παράδειγμα η πρόταση ολοκληρώνεται όταν θα πούμε \"πεινάω\"... Δεν χρειάζεται να βάλουμε άλλες λέξεις πίσω από αυτή. Στη συνέχεια, ανεβάστε την εικόνα και Create !","TutorialThirteenthScreen":"Εδώ είναι ένα παράδειγμα όπου είναι καλό να φτιάξετε έναν φάκελο με εικονογράμματα. Το \"θέλω\" μπορεί να ακολουθείται από πολλές λέξεις !","TutorialFourteenthScreen":"Εδώ είναι τα δύο εικονογράμματά μας. Το πρώτο σημαίνει \"πεινάω\" και το άλλο \"θέλω\". Όπως μπορείτε να δείτε, το χρώμα της μπάρας στο κάτω μέρος είναι το ίδιο με το χρώμα που ορίσατε στη συλλογή. Ρίξτε μια πιο προσεκτική ματιά στην εικονογραμμή...","TutorialFifteenthScreen":"Το κουμπί \"σκουπίδια\" θα σας μεταφέρει στις συλλογές και θα διαγράψει την πρόταση. Το άλλο κόκκινο κουμπί είναι για τη διαγραφή του τελευταίου εικονογραφήματος της πρότασης. Το τελευταίο είναι για να μιλάτε. Κάντε κλικ στα εικονογράμματα και δοκιμάστε να κατασκευάσετε προτάσεις. Διαγράψτε τα, κ.λπ.","TutorialSixteenthScreen":"Να τι συμβαίνει όταν κάνω κλικ σε ένα εικονόγραμμα. Εμφανίζεται στην κάτω μπάρα, την pictobar.","TutorialSeventeenthScreen":"Τώρα, αν κάνω κλικ στο φάκελο \"Θέλω\" picto, με μεταφέρει στα εικονογράμματα που περιέχει. Είναι καθαρά κενό γιατί δεν περιέχει ακόμα κανένα εικονογράφημα. Ας δημιουργήσουμε ένα !","TutorialEighteenthScreen":"Εδώ είναι το εικονογράφημα που φτιάχνω μέσα στο φάκελο \"Θέλω\". Καθώς δεν θα βάλουμε καμία λέξη μετά το \"μερικές τηγανητές πατάτες\" το εικονογράφημά μας δεν είναι φάκελος.","TutorialNineteenthScreen":"Τώρα, κάντε κλικ στο εικονόγραμμα \"FRIES\". Δείτε πώς το pictobar προσθέτει \"μερικές τηγανητές πατάτες\" στο \"θέλω\". Ας μιλήσουμε (κάντε κλικ στο μπλε κουμπί) VOILAAAA A SENTENCE !!! Έχετε όλες τις γνώσεις για να χρησιμοποιήσετε το Pictalk με τον καλύτερο τρόπο ! Θα προσπαθήσω να δώσω περισσότερα παραδείγματα από τα πικτογράμματα που έχει ο αδελφός μου. Συνεχίστε για την τελευταία οθόνη που θα παρουσιάσω εδώ.","TutorialTwentiethScreen":"Αυτό είναι το μενού χρήστη. Μπορείτε να έχετε πρόσβαση σε αυτό κάνοντας κλικ στο μπλε κουμπί στη γραμμή πλοήγησης. Εδώ μπορείτε να αλλάξετε τη γλώσσα, το όνομα και όλα τα στοιχεία που καταχωρήσατε κατά την εγγραφή.","TutorialEnd":"Ευχαριστώ που διαβάσατε όλο το σεμινάριο"}