{
    "Home": "Home",
    "Description": "Pictalk aims to facilitate non-verbal people communications using AAC resources or pictograms",
    "GetStarted": "Get Started !",
    "DescriptionNews": "All the news about Pictalk development in the path of providing free speech for all. Based on AAC pictograms and TTS.",
    "DescriptionHelp": "Seeking help ? Here are the basic functionnalities and buttons of Pictalk. Based on AAC pictograms and TTS.",
    "DescriptionTutorial": "Newcomer ? The Pictalk tutorial will get you on tracks ! Based on AAC pictograms and TTS.",
    "DescriptionContact": "Want to request a feature or talk to us ? Just get in touch with us at this email address.",
    "DescriptionAbout": "Things about us and Pictalk.",
    "Infos": "Informations",
    "Account":"Account",
    "PrincipalLanguage":"Principal Language",
    "SpeakMoreLanguage":"Speak more than one language ?",
    "TakeALook": "Also, if you need, take a look at the",
    "Languages":"Languages",
    "SelectLanguage":"Select a language",
    "Sharers":"Sharers",
    "DirectSharer":"Direct sharer",
    "TermsAndConditions": "Terms and conditions",
    "TryPictalk": "Try Pictalk",
    "OptionnalParameters": "Optionnal parameters",
    "PronouncePictoOnClick": "Pronounce Picto on click",
    "EnforcedSecurityMode": "Enforced security mode",
    "ReturnWithoutRemoveButton": "Return without remove last picto",
    "TrustedSources": "Trusted sources",
    "SearchPictoLabel": "Search for any collection",
    "SearchPictoPlaceholder": "Travel",
    "ShareCollection": "Share item",
    "Share": "Share",
    "BugsAndSuggestions": "Bugs & Suggestions",
    "NewsAndUpdates": "News and Updates",
    "Makaton": "Makaton",
    "LogIn": "Log In",
    "LogOut": "Log Out",
    "SignUp": "Sign Up",
    "GoToPictalk": "Go to Pictalk",
    "More": "More",
    "Email": "Email",
    "PlaceHolderEmail": "alex@pictalk.xyz",
    "Password": "Password",
    "PlaceHolderPassword": "MySup€rS€cretPassw0rd!",
    "ConfirmPassword": "Confirm password",
    "Language": "Language",
    "Cancel": "Cancel",
    "Save": "Save",
    "DownloadAllPictos": "Download all pictograms",
    "DownloadAllPictosNotice": "Pressing this button will download all your pictograms so you can safely use Pictalk in offline mode ! Please be patient and wait at least for a minute.",
    "ForgotPswd": "Forgot password ?",
    "Majority": "I have more than 13 years old",
    "IHaveRead": "I have read and I accept the",
    "TermsOfUse": "terms of use",
    "And": "and",
    "PrivacyPolicy": "the privacy policy",
    "By": "by",
    "CodeIsLicensed": "The source code is licensed",
    "ProjectBackedBy": "is a project backed by:",
    "WantToBeABacker": "Want to be a backer too ? Feel free to email",
    "Me": "me",
    "CreateCollection": "Create collection",
    "Name": "Name",
    "Color": "Color",
    "NameNotice": "The text to be displayed...",
    "ColorNotice": "The color of the bottom bar inside the collection",
    "ClickToUpload": "Click to upload",
    "DropFiles": "Drop your files here or click to upload",
    "StandardQuality": "Standard quality (for pictograms)",
    "HighQuality": "High quality (for pictures)",
    "Close": "Close",
    "Create": "Create",
    "CreatePictogram": "Create Picogram",
    "Speech": "Speech",
    "SpeechNotice": "The text to be spoken",
    "Meaning": "Meaning",
    "MeaningNotice": "The text to be displayed",
    "Folder": "Folder",
    "FolderNotice": "is it a folder ?",
    "ServerOffline": "Server cannot be reached, check your internet connection",
    "Welcome": "Welcome !",
    "WrongCredentials": "Wrong email or password",
    "PleaseCompleteForm": "Please complete the form",
    "PasswordNotCorrespond": "Passwords do not correspond",
    "AccountCreated": "Your account has been successfully created !",
    "ParametersInvalid": "Some parameters are invalid (like the email address or the password)",
    "EmailAlreadyInUse": "This email is already used",
    "CreatedCollection": "The collection was created flawlessly !",
    "SomeThingBadHappened": "Something bad happened...",
    "CreatedPictogram": "The pictogram was uploaded flawlessly !",
    "EditCollection": "Edit Collection",
    "ImageFiles": "Only gif png, jpeg or jpg images are allowed",
    "EditedCollection": "The collection was edited flawlessly !",
    "UpdatedCollection": "Please input a Color or a Name or a File... Color and Name can\"t be empty",
    "EditPictogram": "Edit item",
    "EditedPictogram": "The item was edited flawlessly !",
    "MeaningEmpty": "Meaning can\"t be empty",
    "Edit": "Edit",
    "CopySucces": "Successfully copied the pictos !",
    "CopyError": "Could not copy the pictos",
    "AboutMe": "About us",
    "AboutText1": "Hi we are the proud brothers of our little brother Pablo. We started developing Pictalk for him. We both study Telecommunications and Computer Science and we love developping and sharing usefull apps to help others ! We also have other hobbies such as making ",
    "AboutText2": "or taking photos during vacations, computer hardware, badminton, beer etc ...",
    "Backers": "Backers",
    "AboutText3": "Many thanks to La fondation INSA Lyon thatrewarded PicTalk with 1000€. Their program Coups de Pouce Passion  helps INSA students fund their projects. You can also watch this",
    "AboutText4": "that helped me win the contest !",
    "EditUserDetails": "Edit User Details",
    "ResetPassword": "Reset Pasword",
    "CheckSpam": "Please check your SPAM folder ! If you don\"t receive any email please contact me at : <b>alex@pictalk.xyz",
    "EmailPlease": "Please input an Email",
    "ChangePasswordDemand": "Password reset demand successfully transmitted, please look at your emails.",
    "ContactMe": "Contact Me",
    "ContactText1": "If you have any suggestions for the website you can contact me at the following email adress :",
    "ContactText2": " We are open to any of your ideas, so as to deliver the best experience :)",
    "BugReport": "Bug repport & Questions",
    "ContactText3": "If you encounter any bugs or have propositions to improve the code of the website you can submit those to this github page :",
    "Help": "Help",
    "HelpText1": "This button will bring you to your collections menu. It will delete the sentence you are doing.",
    "HelpText2": "This button will bring ChangePasswordSuccessyou to your account menu. The account menu let you change your email, language and password.",
    "HelpText3": "These buttons will allow you to enter in supervisor mode and quit supervisor mode. Supervisor mode is required in order to modify, add en delete pictograms.",
    "HelpText4": "This button will delete your current sentence and bring you to the collections menu. Works the same as the \"home\" button.",
    "HelpText5": "This button will delete the last picto in your sentence. If it was a folder, then you go back to the previous screen.",
    "HelpText6": "This button will pronounce and speak at loud the sentence you are doing.",
    "HelpText7": "This button will copy your current sentence. You can now paste the sentence everywhere !",
    "HelpText8": "Sometimes you will need to press this button to fetch your lastest pictograms :) Let\"s say you have added 10 pictograms in your computer and they don\"t show up in your kid\"s phone : Hit this button in his phone and it will fetch all the recent pictograms and data you uploaded !",
    "Pictograms": "Pictograms",
    "ARSAAC": "ARASAAC",
    "ProvidedPictos": "Every fresh user is gifted with a big bundle of pictograms. These pictograms come from the great ARASAAC organization which provides intuitive, nice and free pictograms for everyone. Their collection is huge and it is really easy to find the pictogram you\"re looking for. Have a look at their website and their awesome tools",
    "Makaton": "Makaton",
    "WhatIsMakaton": "What is Makaton ?",
    "MakatonText1": "Makaton is a unique language program that uses symbols, signs and speech to enable people to communicate. It supports the development, of essential communication skills such as attention and listening, comprehension, memory, recall and organisation of language and expression. Being able to communicate is one of the most important skills we need in life. Almost everything we do involves communication; everyday tasks such as learning at school, asking for food and drink, sorting out problems, making friends and having fun. These all rely on our ability to communicate with each other. With Makaton, signs are used, with speech, in spoken word order. This helps provide extra clues about what someone is saying. Using signs can help people who have no speech or whose speech is unclear. Using symbols can help people who have limited speech and those who cannot, or prefer not to sign...Makaton organisation",
    "PictalkMakaton": "Pictalk & Makaton France (AAD Makaton)",
    "MakatonText2": "Only for french members of Makaton ! Thanks to an agreement between AAD Makaton and Pictalk, a makaton member will very soon have a beginner pack with lots of pictograms and some sentences aready done. If you aren\"t familiar with it check their french website check them :",
    "MakatonText3": ". For now you can send me an email asking for the pictos. After a quick verification step with Makaton, I\"ll send you the pictograms.",
    "AndUniversalWebsite": "and universal website",
    "Here": "here",
    "ResetPassword": "Reset Password",
    "NewPassword": "New Password",
    "PasswordValidationMessage": "At least one captial letter, one digit and a password minimum length of 8",
    "ChangePassword": "Change Password",
    "PasswordEmpty": "Password is empty",
    "ChangePasswordSuccess": "Password change demand successfully transmitted",
    "RecentNews": "Recent news !",
    "AwardPictalk": " PicTalk was awarded 1000€ at the Coups de pouce passion contest !",
    "PictalkNewsSTitle": "Pictalk in the news ! :",
    "RoadmapDone1": "Create shortcuts to any collection ↘️",
    "RoadmapDone2": "Full-offline mode ready ✈️",
    "RoadmapDone3": "Install the application via Chrome, Firefox, Safari etc (Tap Install on the options menu) ⬇️",
    "RoadmapDone4": "No more third-party Cookies 🍪",
    "RoadmapDone5": "You can put a star in a picto so it shows at the beginning of a view ⭐",
    "RoadmapDone6": "Admin mode is now more consistent through the different menus ⚙️",
    "RoadmapDone7": "Make a video tutorial (FR) 📺",
    "RoadmapDone8": "Download all your pictograms automatically ⬇️",
    "RoadmapDone9": "Copy and paste 📋 ✂️ your collections",
    "RoadmapDone10": "Public collections available 📢",
    "RoadmapDone11": "Share your collections with anyone 🧷",
    "RoadmapDone12": "Multi language mode 🇪🇸 🇫🇷 🇬🇧",
    "RoadmapDone13": "Translate your sentences on the fly 🤟",
    "RoadmapTodo1": "Pictalk in the Apple Store 🍎",
    "RoadmapTodo2": "Provide awesome bundles at the start of an account",
    "RoadmapTodo3": "Open a merch store 👕",
    "Roadmap": "Roadmap",
    "PictosFetched": "Latest pictos were fetched correctly",
    "OfflinePictalk": "Pictalk is now offline-ready ✈️ ! Are you going somewhere without any internet connection ? Not a problem now, just download all your pictograms in one click (Go to the account page)",
    "LatestUpdateWarning": "After the latest update, you\"ll need to Log out and Log in in order to make the app work properly, sorry for the inconvinience.",
    "WaitIsPictalk": "What is PicTalk ?",
    "HomeText1": "PicTalk is all about pictograms. It\"s purpose is to make the life of speech-disabled persons easier. My little brother, Pablo, hasthe down syndrom. He isn\"t able to speak nor to write. Luckily Pablo is into tablet and phones. Most of the communication Pablo does comes from his device.The greater part of the time he uses pictures of places or pictograms to express himself. Currently there arevery limited apps that use pictograms to produce asentence out loud. These apps were rather expensive or not compatible with almost all devices. So I decided, with my  knowledge of Web development to make an app. Here is Pictalk.",
    "MainFeatures": "Main features",
    "HomeFeature1": "All your images/pictograms are saved in the cloud",
    "HomeFeature2": "You can install the app from your computer or phone and tablet",
    "HomeFeature3": "It works with all platforms, as simple as that",
    "HomeFeature4": "It can speak virtually any language ",
    "HomeFeature5": "Unlimited number of pictograms and collections",
    "HomeFeature6": "No ads",
    "HomeFeature7": "Forever free",
    "HomeFeature8": "Easy to use ",
    "HomeFeature9": "Zero third-party cookies ",
    "HomeFeature10": "Offline-ready",
    "OpenSourceAndFree": "Open Source and Free",
    "OpenSourceAndFreeText1": "All of the code is open sourced on",
    "OpenSourceAndFreeText2": ". You can of course contribute or share ideas and upgrades. Because I want everyone to have a chance to communicate, PicTalk will ever be free and I will try to let users as much storage as they need. Unfortunately, I\"m not rich. I can\"t spend too much money on servers if PicTalk userbase grows. That\"s why, if you are using PicTalk and like it, feel free to donate.",
    "SupervisorModeQuestion": "How much are  ",
    "SupervisorModeInput": "Type the response here",
    "SupervisorModeSuccess": "You are now in supervisor mode, congrats :D",
    "NoVoicesFound": "No voices found on the device...",
    "DeleteItem": "Are you sure you want to delete: ",
    "Delete": "Delete item",
    "PleaseType1": "Please type: ",
    "PleaseType2": "in order to delete the item.",
    "DeleteNotCorrespond": "Input does not correspond",
    "DeletedSuccess": "Deleted with success",
    "Slogan": "\"Because talking is a right and not a service, Pictalk will be free and open-source forever.\"",
    "Communicate": "Communicate",
    "Communicate_IRL": "Pictalk is great at real time applications: It can speak out loud a sentence composed by several pictograms.",
    "Communicate_Messages": "Because messaging is becoming as important as talking, Pictalk allows to copy the pictograms + sentence and send them with your favourite messaging applications.  ",
    "HowItWorks1": "Thanks to the ARASAAC association that provides free pictograms, every new user earns a starting pack of about 20 pictograms and some sets of phrases ! Thanks to that you will learn how to use Pictalk and begin to talk very soon. ",
    "HowItWorks2": "Here is an example of a phrase included in the starting pack: This phrase will produce \" I like french fries \"",
    "SearchNotice": "What are you searching for ?",
    "Search": "Search",
    "GetStartedTitle": "Get Started to PicTalk now !",
    "TutorialDescription": "In this short tutorial, we will go through the major features of PicTalk. It can be installed from the :",
    "TutorialInstallation": "And directly from the website (Click install in your browser menu)",
    "TutorialFirstScreen": "This is the first screen you will see. At the top you can see the navbar. The navbar helps you navigate through the app. As you can see, there are many tabs in PicTalk. To begin your journey, please click on the \"Sign Up\" button.",
    "TutorialSecondScreen": "This menu will show up. Please complete the form and read carefully the legal informations message. Don't put a false email or you will lose your account if you don't remember your password... The language is also important so the voice will speak your tongue. The name and surname are needed because of legal requirements.",
    "TutorialThirdScreen": "Here is the form after a valid completion.",
    "TutorialFourthScreen": "Congrats ! You can now see the PicTalk homescreen. As you can see it is full blank for now. But don't panic, we will fill it up soon ! But before diving deep into PicTalk, let's see how it works.",
    "TutorialFifthScreen": "These are collections. We can think of Collections as a big folder. They regroup pictograms per themes. Of course, you decide. In this example I've put some basic themes my little brother uses daily. We loves telling us what he wants for dinner ! He also loves to travel and let the others know where he went... Let's get back ! The big squares are the collections. In the collections you can see little squares with some text in them. I call them pictograms. Don't worry if you don't fully understand, we will go through an example later on. All good ?",
    "TutorialSixthScreen": "Let's talk now about pictograms. Here we zoomed at the Drink & Eat collection. We can see pictograms of a different size and shade. It is because pictograms can, as collections, contain pictograms. That maner allows us to make sentences with ease. Let's say we enter in the Drink & Eat collection. We want to drink so we click on the \"I want to drink...\" pictogram. Once we clicked, we have the choice to click on \"A cup of water\" or \"Some tea\" or \"A juice made of...\". If I click on \"a cup of water\", Pictalk will say \"I want to drink a cup of water\". But if I clicked on \"a juice made of...\" and \"Apples\" instead of \"A cup of water\", Pictalk would say: \"I want to drink a juice made of apples\". The sentence may not sound a bit natural but this is an example were this method is the worst... Most of the time it's very good. Now, let's head up to creating collections and pictograms ! I hope you are excited !",
    "TutorialSeventhScreen": "Click now in the violet button at the top of the screen. The usual one where it's for the parameters. You will see a popup like this one. Answering to the addition will bring you to the supervisor mode. It let you create, edit and delete collections and pictograms. Before answering the question, let's talk about why I implemented this mecanism. I want my app to be as simple as possible. This mecanism doesn't need another supervisor password or a complicated thing. Educators, parents and brothers can add pictograms remove, edit etc... And that, with only one account. we can have a supervised area and the playground. And the child will not be able to delete by error some pictograms.",
    "TutorialEigthScreen": "We are now in the supervisor mode. At the collections level. Because, as we saw before, you need to pick a collection before accessing it's pictograms. You can see the purple button changed to grey. If you click the grey button, you will leave supervisor mode. Did you saw the circled \"+\" appear ? It let us create a collection.",
    "TutorialNinthScreen": "Complete the name, the color and upload a file to create the collection ! At the bottom of the form, there is a little rectangle with a cross in it. Once your file is selected, it will display you file's name. (Take a look at the next picture)",
    "TutorialTenthScreen": "And here is my collection. I selected the \"manger.png\" image. Click on\"create\" to continue.",
    "TutorialEleventhScreen": "In addition to the \"EAT\" collection, I created two others. Let's add some content in the \"EAT\" collection. Click the EAT icon.",
    "TutorialTwelfthScreen": "You will now see a blank screen, that's normal, you don't have pictograms yet. Repeat the same steps as for the collections (click in the purple button and answer the question). Here's the create pictogram form. The speech is what actually the app will say. The meaning in opposition is simply the name of the picto. The third element is the \"Folder\". If you want your pictogram to contain other pictos, put it to true. Otherwise I recommend you leave it in false. In this example the sentence is finished when we will say \"I am hungry\"... We don't need to put other words behind this one. Next, upload the image and Create !",
    "TutorialThirteenthScreen": "Here is an example were it's good to make a pictogram folder. \"I want\" can be followed by many words !",
    "TutorialFourteenthScreen": "Here are our two pictogramms. The first means \"I'm hungry\" and the other \"I want\". As you can see, the color of the bar at the bottom is the same as the color you defined in the collection. Take a closer look at the pictobar...",
    "TutorialFifteenthScreen": "The \"trash\" button will bring you to the collections and erase the sentence. The other red button is for deleting the last picto of the sentence. The last one is for talking. Click on the pictos and try constructing sentences. Delete them, etc...",
    "TutorialSixteenthScreen": "Here is what happens when I click on a pictogramm. It appears on the bottom bar, the pictobar.",
    "TutorialSeventeenthScreen": "Now if I click on the \"I want\" picto folder it brings me to the pictogramms it contains. It's pure blank because it doesn't contain any pictogramms yet. Let's create one !",
    "TutorialEighteenthScreen": "Here is the pictogramm I'm making inside of the \"I want\" folder. As we will not put any word after \"some french fries\" our pictogramm isn't a folder. <b>Edit:</b> Now the pictobar will show the MEANING of pictogramms and not the SPEECH as shown in the picture.",
    "TutorialNineteenthScreen": "Now, click on the \"FRIES\" pictogramm. See how the pictobar adds \"some french fries\" to the \"I want\". Let's Talk (click on the blue button) VOILAAAA A SENTENCE !!! You have all the knowledge to use Pictalk at his best ! I will try to give more examples of pictgramms my brother have. Go on for the last screen I'll present here.",
    "TutorialTwentiethScreen": "This is the user menu. You can access it by clicking on the blue button on the navbar. Here you can change the language, the name and all the stuff you entered during Sign Up.",
    "TutorialEnd": "Thanks for having read all the tutorial",
    "Image": "Image",
    "Speech": "Speech",
    "OrUploadYourOwn": "Or upload your own",
    "Try": "Try",
    "Pictogram": "Pictogram",
    "MissingImage": "There is no image to upload",
    "Us": "us",
    "DisplayedLanguage": "Displayed language",
    "Voice": "Voice",
    "Voices": "Voices"
}