{"Home":"Inicio","GetStarted":"¡Empezar!","Infos":"Información","BugsAndSuggestions":"Errores y sugerencias","NewsAndUpdates":"Noticias y actualizaciones","Makaton":"Makaton","LogIn":"Entrar","LogOut":"Cerrar la sesión","SignUp":"Inscríbete","GoToPictalk":"Ir a Pictalk","More":"Más","Email":"Envíe un correo electrónico a","PlaceHolderEmail":"alex@pictalk.xyz","Password":"Contraseña","PlaceHolderPassword":"¡MiSup€rScripcionPassw0rd!","ConfirmPassword":"Confirmar contraseña","Language":"Idioma","Cancel":"Cancelar","Save":"Guardar","DownloadAllPictos":"Descargar todos los pictogramas","DownloadAllPictosNotice":"Al pulsar este botón se descargarán todos tus pictogramas para que puedas utilizar Pictalk en modo offline de forma segura. Por favor, ten paciencia y espera al menos un minuto.","ForgotPswd":"¿Ha olvidado su contraseña?","Majority":"Tengo más de 13 años","IHaveRead":"He leído y acepto el","TermsOfUse":"condiciones de uso","And":"y","PrivacyPolicy":"la política de privacidad","By":"por","CodeIsLicensed":"El código fuente tiene licencia","ProjectBackedBy":"es un proyecto respaldado por:","WantToBeABacker":"¿Quieres ser un patrocinador también? No dudes en enviar un correo electrónico a","Me":"yo","CreateCollection":"Crear colección","Name":"Nombre","Color":"Color","NameNotice":"El texto a mostrar...","ColorNotice":"El color de la barra inferior dentro de la colección","ClickToUpload":"Haga clic para cargar","DropFiles":"Suelte sus archivos aquí o haga clic para cargarlos","StandardQuality":"Calidad estándar (para los pictogramas)","HighQuality":"Alta calidad (para las fotos)","Close":"Cerrar","Create":"Crear","CreatePictogram":"Crear Picograma","Speech":"Discurso","SpeechNotice":"El texto que se va a pronunciar","Meaning":"Significado","MeaningNotice":"El texto a mostrar","Folder":"Carpeta","FolderNotice":"¿es una carpeta?","ServerOffline":"No se puede acceder al servidor, compruebe su conexión a Internet","Welcome":"Bienvenido.","WrongCredentials":"Correo electrónico o contraseña incorrectos","PleaseCompleteForm":"Por favor, rellene el formulario","PasswordNotCorrespond":"Las contraseñas no se corresponden","AccountCreated":"Su cuenta ha sido creada con éxito.","ParametersInvalid":"Algunos parámetros no son válidos (como la dirección de correo electrónico o la contraseña)","EmailAlreadyInUse":"Este correo electrónico ya se utiliza","CreatedCollection":"¡La colección fue creada de manera impecable!","SomeThingBadHappened":"Algo malo sucedió...","CreatedPictogram":"El pictograma se ha cargado sin problemas.","EditCollection":"Editar la colección","ImageFiles":"Sólo se permiten imágenes gif png, jpeg o jpg","EditedCollection":"La colección fue editada de forma impecable.","UpdatedCollection":"Por favor, introduzca un color o un nombre o un archivo... El color y el nombre no pueden estar vacíos","EditPictogram":"Editar Pictograma","EditedPictogram":"El pictograma se editó de forma impecable.","MeaningEmpty":"El significado no puede estar vacío","Edit":"Editar","CopySucces":"¡Copiado con éxito los pictogramas!","CopyError":"No se pueden copiar los pictogramas","AboutMe":"Sobre mí","AboutText1":"Hola, soy Alex. Soy un estudiante de 23 años en el INSA de Lyon. Estudio Telecomunicaciones e Informática. Soy un fanático del auto-alojamiento, del desarrollo y de las redes. También me gusta hacer","AboutText2":"o hacer fotos durante mis vacaciones.","Backers":"Respaldantes","AboutText3":"Muchas gracias a la fundación INSA de Lyon que ha premiado a PicTalk con 1000€. Su programa Coups de Pouce Passion ayuda a los estudiantes del INSA a financiar sus proyectos. También puedes ver este","AboutText4":"¡que me ayudó a ganar el concurso!","EditUserDetails":"Editar los datos del usuario","ResetPassword":"Restablecer contraseña","CheckSpam":"Por favor, compruebe su carpeta de SPAM. Si no recibe ningún correo electrónico, póngase en contacto conmigo en : <b>alex@pictalk.xyz","EmailPlease":"Por favor, introduzca un correo electrónico","ChangePasswordDemand":"La demanda de restablecimiento de contraseña se ha transmitido con éxito, por favor, mire sus correos electrónicos.","ContactMe":"Contacto","ContactText1":"Si tiene alguna sugerencia para el sitio web, puede ponerse en contacto conmigo en la siguiente dirección de correo electrónico:","ContactText2":" Estamos abiertos a cualquiera de sus ideas, para ofrecer la mejor experiencia :)","BugReport":"Informes de errores y preguntas","ContactText3":"Si encuentras algún error o tienes propuestas para mejorar el código de la web puedes enviarlas a esta página de github :","Help":"Ayuda","HelpText1":"Este botón le llevará al menú de colecciones. Eliminará la frase que está haciendo.","HelpText2":"Este botón te llevará a cambiar la contraseña con éxito al menú de tu cuenta. El menú de la cuenta le permite cambiar su correo electrónico, el idioma y la contraseña.","HelpText3":"Estos botones le permitirán entrar en el modo supervisor y salir del modo supervisor. El modo supervisor es necesario para modificar, añadir y eliminar pictogramas.","HelpText4":"Este botón borrará su frase actual y le llevará al menú de colecciones. Funciona igual que el botón \"Inicio\".","HelpText5":"Este botón borrará el último pictograma de la frase. Si era una carpeta, entonces se vuelve a la pantalla anterior.","HelpText6":"Este botón pronunciará y dirá en voz alta la frase que está haciendo.","HelpText7":"Este botón copiará su frase actual. Ahora puede pegar la frase en cualquier lugar.","HelpText8":"A veces tendrás que pulsar este botón para recuperar tus últimos pictogramas :) Digamos que has añadido 10 pictogramas en tu ordenador y no aparecen en el teléfono de tu hijo: Pulsa este botón en su teléfono y recuperará todos los pictogramas y datos recientes que hayas cargado.","Pictograms":"Pictogramas","ARSAAC":"ARASAAC","ProvidedPictos":"Todo nuevo usuario está dotado de algunos pictogramas básicos. Estos pictogramas proceden de la gran organización ARASAAC, que proporciona pictogramas gratuitos. Su colección es enorme y es muy fácil encontrar el pictograma que buscas. Consulta su página web","WhatIsMakaton":"¿Qué es el Makaton?","MakatonText1":"Makaton es un programa lingüístico único que utiliza símbolos, signos y el habla para que las personas puedan comunicarse. Favorece el desarrollo de habilidades comunicativas esenciales como la atención y la escucha, la comprensión, la memoria, el recuerdo y la organización del lenguaje y la expresión. Ser capaz de comunicarse es una de las habilidades más importantes que necesitamos en la vida. Casi todo lo que hacemos tiene que ver con la comunicación; tareas cotidianas como aprender en la escuela, pedir comida y bebida, resolver problemas, hacer amigos y divertirse. Todo ello depende de nuestra capacidad para comunicarnos. Con Makaton, los signos se utilizan, junto con el habla, en el orden de las palabras habladas. Esto ayuda a proporcionar pistas adicionales sobre lo que alguien está diciendo. El uso de los signos puede ayudar a las personas que no hablan o que no lo hacen con claridad. El uso de símbolos puede ayudar a las personas que tienen un habla limitada y a las que no pueden o prefieren no firmar... Organización Makaton","PictalkMakaton":"Pictalk y Makaton Francia (AAD Makaton)","MakatonText2":"¡Solo para miembros franceses de Makaton ! Gracias a un acuerdo entre AAD Makaton y Pictalk, los miembros de Makaton tendrán muy pronto un paquete para principiantes con muchos pictogramas y algunas frases ya hechas. Si no estás familiarizado con él, consulta su página web en francés:","MakatonText3":". Por ahora puedes enviarme un correo electrónico pidiendo los pictogramas. Después de un rápido paso de verificación con Makaton, te enviaré los pictogramas.","AndUniversalWebsite":"y el sitio web universal","Here":"aquí","NewPassword":"Nueva contraseña","PasswordValidationMessage":"Al menos una letra mayúscula, un dígito y una contraseña de una longitud mínima de 8","ChangePassword":"Cambiar la contraseña","PasswordEmpty":"La contraseña está vacía","ChangePasswordSuccess":"Demanda de cambio de contraseña transmitida con éxito","RecentNews":"¡Noticias recientes!","AwardPictalk":" ¡PicTalk fue premiado con 1000€ en el concurso Coups de pouce passion !","PictalkNewsSTitle":"Pictalk en las noticias! :","RoadmapDone1":"Ahora se muestra el SIGNIFICADO en lugar del DISCURSO en la barra de pictogramas. Lo mismo para el botón de copiar","RoadmapDone2":"Modo de desconexión total listo","RoadmapDone3":"Instale la aplicación a través de Chrome, Firefox, Safari, etc. (Pulse Instalar en el menú de opciones)","RoadmapDone4":"No más cookies de terceros","RoadmapDone5":"Puedes poner una estrella en un pictograma para que se muestre al principio de una vista","RoadmapDone6":"El modo de administración es ahora más consistente a través de los diferentes menús","RoadmapDone7":"Hacer un video tutorial (FR)","RoadmapDone8":"Descargue todos sus pictogramas con un solo botón","RoadmapTodo1":"Pictalk en la Microsoft Store","RoadmapTodo2":"Proporcionar algunos pictogramas y paquetes al inicio de una cuenta","RoadmapTodo3":"Traducir el sitio web al alemán y al italiano","Roadmap":"Mapa de carreteras","PictosFetched":"Los últimos pictogramas se han obtenido correctamente","OfflinePictalk":"¡Pictalk ya está preparado para el offline ✈️ ! ¿Vas a algún sitio sin conexión a Internet? Ahora no hay problema, sólo tienes que descargar todos tus pictogramas en un solo clic (Ir a la página de la cuenta)","LatestUpdateWarning":"Después de la última actualización, tendrás que cerrar la sesión y volver a iniciarla para que la aplicación funcione correctamente, disculpa las molestias.","WaitIsPictalk":"¿Qué es PicTalk?","HomeText1":"PicTalk es un programa de pictogramas. Su objetivo es facilitar la vida de las personas con discapacidades del habla. Mi hermano pequeño, Pablo, tiene el síndrome de Down. No puede hablar ni escribir. Por suerte, a Pablo le gustan las tabletas y los teléfonos. La mayor parte de la comunicación de Pablo se realiza a través de su dispositivo, y la mayor parte del tiempo utiliza imágenes de lugares o pictogramas para expresarse. Actualmente hay muy pocas aplicaciones que utilizan pictogramas para producir una frase en voz alta. Estas aplicaciones son bastante caras o no son compatibles con casi todos los dispositivos. Así que decidí, con mis conocimientos de desarrollo web, hacer una aplicación. Aquí está Pictalk.","MainFeatures":"Características principales","HomeFeature1":"Todas tus imágenes/pictogramas se guardan en la nube","HomeFeature2":"Puede instalar la aplicación desde su ordenador o teléfono y tableta","HomeFeature3":"Funciona con todas las plataformas, así de sencillo","HomeFeature4":"Puede hablar prácticamente cualquier idioma","HomeFeature5":"Número ilimitado de pictogramas y colecciones","HomeFeature6":"Sin anuncios","HomeFeature7":"Libre para siempre","HomeFeature8":"Fácil de usar","HomeFeature9":"Cero cookies de terceros","HomeFeature10":"Preparado para la red","OpenSourceAndFree":"Código abierto y gratuito","OpenSourceAndFreeText1":"Todo el código es de código abierto en","OpenSourceAndFreeText2":". Por supuesto, puedes contribuir o compartir ideas y actualizaciones. Como quiero que todo el mundo tenga la oportunidad de comunicarse, PicTalk será siempre gratuito y trataré de permitir a los usuarios todo el almacenamiento que necesiten. Por desgracia, no soy rico. No puedo gastar demasiado dinero en servidores si la base de usuarios de PicTalk crece. Por eso, si usas PicTalk y te gusta, no dudes en donar.","SupervisorModeQuestion":"¿Cuánto es?","SupervisorModeInput":"Escriba la respuesta aquí","SupervisorModeSuccess":"Ahora estás en modo supervisor, felicidades :D","NoVoicesFound":"No se han encontrado voces en el dispositivo...","DeleteItem":"¿Estás seguro de que quieres borrarlo?","Delete":"Borrar elemento","PleaseType1":"Por favor, escriba a máquina:","PleaseType2":"para eliminar el elemento.","DeleteNotCorrespond":"La entrada no corresponde","DeletedSuccess":"Borrado con éxito","Slogan":"\"Porque hablar es un derecho y no un servicio, Pictalk será gratuito y de código abierto para siempre\".","Communicate":"Comunicar","Communicate_IRL":"Pictalk es ideal para aplicaciones en tiempo real: Puede decir en voz alta una frase compuesta por varios pictogramas.","Communicate_Messages":"Porque la mensajería se está convirtiendo en algo tan importante como hablar, Pictalk permite copiar los pictogramas + frase y enviarlos con tus aplicaciones de mensajería favoritas.  ","HowItWorks1":"Gracias a la asociación ARASAAC que proporciona pictogramas gratuitos, cada nuevo usuario gana un paquete inicial de unos 20 pictogramas y algunos conjuntos de frases. Gracias a ello, aprenderás a utilizar Pictalk y empezarás a hablar muy pronto.","HowItWorks2":"Este es un ejemplo de una frase incluida en el paquete inicial: Esta frase producirá \"Me gustan las patatas fritas\".","SearchNotice":"¿Qué está buscando?","Search":"Buscar en"}