{
    "Home": "Accueil",
    "GetStarted": "Commencez !",
    "Infos": "Informations",
    "BugsAndSuggestions": "Bogues et suggestions",
    "NewsAndUpdates": "Nouvelles et mises à jour",
    "Makaton": "Makaton",
    "LogIn": "Connexion",
    "LogOut": "Déconnexion",
    "SignUp": "S'inscrire",
    "GoToPictalk": "Aller à Pictalk",
    "More": "Plus",
    "Email": "Adresse e-mail :",
    "PlaceHolderEmail": "alex@pictalk.xyz",
    "Password": "Mot de passe",
    "PlaceHolderPassword": "MySup€rS€cretPassw0rd !",
    "ConfirmPassword": "Confirmer le mot de passe",
    "Language": "Langue",
    "Cancel": "Annuler",
    "Save": "Sauvez",
    "DownloadAllPictos": "Télécharger tous les pictogrammes",
    "DownloadAllPictosNotice": "En appuyant sur ce bouton, tous vos pictogrammes seront téléchargés afin que vous puissiez utiliser Pictalk en toute sécurité en mode hors ligne ! Veuillez être patient et attendre au moins une minute.",
    "ForgotPswd": "Mot de passe oublié ?",
    "Majority": "J'ai plus de 13 ans",
    "IHaveRead": "J'ai lu et j'accepte les",
    "TermsOfUse": "conditions d'utilisation",
    "And": "et",
    "PrivacyPolicy": "la politique de confidentialité",
    "By": "par",
    "CodeIsLicensed": "Le code est libre de droit",
    "ProjectBackedBy": "est un projet soutenu par :",
    "WantToBeABacker": "Vous voulez aussi devenir un donateur ? N'hésitez pas à envoyer un courriel à",
    "Me": "moi",
    "CreateCollection": "Créer une collection",
    "Name": "Nom",
    "Color": "Couleur",
    "NameNotice": "Le texte à afficher...",
    "ColorNotice": "La couleur de la barre inférieure à l'intérieur de la collection",
    "ClickToUpload": "Cliquez pour télécharger",
    "DropFiles": "Déposez vos fichiers ici ou cliquez pour les télécharger",
    "StandardQuality": "Qualité standard (pour les pictogrammes)",
    "HighQuality": "Haute qualité (pour les photos)",
    "Close": "Fermer",
    "Create": "Créer",
    "CreatePictogram": "Créer un picogramme",
    "Speech": "Discours",
    "SpeechNotice": "Le texte à prononcer",
    "Meaning": "Signification",
    "MeaningNotice": "Le texte à afficher",
    "Folder": "Dossier",
    "FolderNotice": "s'agit-il d'un dossier ?",
    "ServerOffline": "Le serveur ne peut être atteint, vérifiez votre connexion Internet",
    "Welcome": "Bienvenue !",
    "WrongCredentials": "Courriel ou mot de passe erroné",
    "PleaseCompleteForm": "Veuillez remplir le formulaire",
    "PasswordNotCorrespond": "Les mots de passe ne correspondent pas",
    "AccountCreated": "Votre compte a été créé avec succès !",
    "ParametersInvalid": "Certains paramètres sont invalides (comme l'adresse électronique ou le mot de passe).",
    "EmailAlreadyInUse": "Ce courriel est déjà utilisé",
    "CreatedCollection": "La collection a été créée de façon impeccable !",
    "SomeThingBadHappened": "Quelque chose de grave est arrivé...",
    "CreatedPictogram": "Le pictogramme a été téléchargé sans problème !",
    "EditCollection": "Editer une Collection",
    "ImageFiles": "Seules les images gif, png, jpeg ou jpg sont autorisées.",
    "EditedCollection": "La collection a été éditée de manière impeccable !",
    "UpdatedCollection": "Veuillez saisir une couleur, un nom ou un fichier... La couleur et le nom ne peuvent pas être vides",
    "EditPictogram": "Editer le pictogramme",
    "EditedPictogram": "Le pictogramme a été monté de façon impeccable !",
    "MeaningEmpty": "Le sens ne peut être vide",
    "Edit": "Modifier",
    "CopySucces": "Pictos copiés avec succès !",
    "CopyError": "Impossible de copier les images",
    "AboutMe": "A propos de moi",
    "AboutText1": "Bonjour, je m'appelle Alex. Je suis un étudiant de 23 ans à l'INSA de Lyon. J'étudie les télécommunications et l'informatique. Je suis un fan de l'auto-hébergement, du développement et des réseaux ! J'aime aussi faire",
    "AboutText2": "ou de prendre des photos pendant mes vacances.",
    "Backers": "Backers",
    "AboutText3": "Un grand merci à la fondation INSA Lyon qui a récompensé PicTalk avec 1000€. Leur programme Coups de Pouce Passion aide les étudiants de l'INSA à financer leurs projets. Vous pouvez également regarder ce",
    "AboutText4": "qui m'ont permis de gagner le concours !",
    "EditUserDetails": "Edit User Details",
    "ResetPassword": "Réinitialiser le mot de passe",
    "CheckSpam": "Vérifiez votre dossier SPAM ! Si vous ne recevez pas d \"email, veuillez me contacter à : <b>alex@pictalk.xyz",
    "EmailPlease": "Veuillez saisir une adresse électronique",
    "ChangePasswordDemand": "La demande de réinitialisation du mot de passe a été transmise avec succès, veuillez consulter vos emails.",
    "ContactMe": "Contactez-moi",
    "ContactText1": "Si vous avez des suggestions pour le site web, vous pouvez me contacter à l'adresse électronique suivante :",
    "ContactText2": " Nous sommes ouverts à toutes vos idées, afin d'offrir la meilleure expérience possible :)",
    "BugReport": "Bug repport & Questions",
    "ContactText3": "Si vous rencontrez des bogues ou avez des propositions pour améliorer le code du site, vous pouvez les soumettre à cette page github :",
    "Help": "Aide",
    "HelpText1": "Ce bouton vous amènera au menu des collections. Il supprimera la phrase que vous êtes en train de faire.",
    "HelpText2": "Ce bouton vous amènera au menu du compte de ChangePasswordSuccessy. Le menu du compte vous permet de modifier votre adresse électronique, votre langue et votre mot de passe.",
    "HelpText3": "Ces boutons vous permettront d'entrer en mode superviseur et de quitter le mode superviseur. Le mode superviseur est nécessaire pour modifier, ajouter ou supprimer des pictogrammes.",
    "HelpText4": "Ce bouton efface votre phrase actuelle et vous ramène au menu des collections. Il fonctionne de la même manière que le bouton \"home\".",
    "HelpText5": "Ce bouton permet de supprimer le dernier picto de votre phrase. S'il s'agissait d'un dossier, alors vous retournez à l'écran précédent.",
    "HelpText6": "Ce bouton permet de prononcer et de dire à voix haute la phrase que vous êtes en train de faire.",
    "HelpText7": "Ce bouton copiera votre phrase actuelle. Vous pouvez maintenant coller la phrase partout !",
    "HelpText8": "Parfois, vous aurez besoin d'appuyer sur ce bouton pour récupérer vos derniers pictogrammes :) Disons que tu as ajouté 10 pictogrammes dans ton ordinateur et qu'ils n'apparaissent pas dans le téléphone de ton enfant : Appuie sur ce bouton dans son téléphone et il récupérera tous les pictogrammes récents et les données que tu as téléchargées !",
    "Pictograms": "Pictogrammes",
    "ARSAAC": "ARASAAC",
    "ProvidedPictos": "Tout nouvel utilisateur est doté de quelques pictogrammes de base. Ces pictogrammes proviennent de la grande organisation ARASAAC qui fournit des pictogrammes gratuits. Leur collection est énorme et il est très facile de trouver le pictogramme que vous cherchez. Consultez leur site web",
    "WhatIsMakaton": "Qu'est-ce que le Makaton ?",
    "MakatonText1": "Le Makaton est un programme linguistique unique qui utilise des symboles, des signes et la parole pour permettre aux gens de communiquer. Il favorise le développement de compétences essentielles en matière de communication, telles que l'attention et l'écoute, la compréhension, la mémoire, le rappel et l'organisation du langage et de l'expression. Être capable de communiquer est l'une des compétences les plus importantes dont nous avons besoin dans la vie. Presque tout ce que nous faisons implique la communication ; les tâches quotidiennes comme apprendre à l'école, demander à manger et à boire, résoudre des problèmes, se faire des amis et s'amuser. Toutes ces activités dépendent de notre capacité à communiquer les uns avec les autres. Avec le Makaton, les signes sont utilisés, avec la parole, dans l'ordre des mots. Cela permet de fournir des indices supplémentaires sur ce que dit la personne. L'utilisation de signes peut aider les personnes qui ne parlent pas ou dont la parole n'est pas claire. L'utilisation de symboles peut aider les personnes dont l'élocution est limitée et celles qui ne peuvent ou ne préfèrent pas signer...Organisation Makaton",
    "PictalkMakaton": "Pictalk & Makaton France (AAD Makaton)",
    "MakatonText2": "Uniquement pour les membres français de Makaton ! Grâce à un accord entre AAD Makaton et Pictalk, les membres de Makaton auront très bientôt un pack débutant avec de nombreux pictogrammes et quelques phrases déjà réalisées. Si vous ne le connaissez pas encore, consultez leur site français :",
    "MakatonText3": ". Pour l'instant, vous pouvez m'envoyer un e-mail pour demander les pictogrammes. Après une rapide étape de vérification avec Makaton, je vous enverrai les pictogrammes.",
    "AndUniversalWebsite": "et site web universel",
    "Here": "ici",
    "NewPassword": "Nouveau mot de passe",
    "PasswordValidationMessage": "Au moins une lettre majuscule, un chiffre et une longueur minimale de 8 pour le mot de passe.",
    "ChangePassword": "Changer le mot de passe",
    "PasswordEmpty": "Le mot de passe est vide",
    "ChangePasswordSuccess": "Demande de changement de mot de passe transmise avec succès",
    "RecentNews": "Nouvelles récentes !",
    "AwardPictalk": " PicTalk a reçu 1000€ au concours Coups de pouce passion !",
    "PictalkNewsSTitle": "Pictalk dans l'actualité :",
    "RoadmapDone1": "Maintenant le SENS est affiché au lieu du DISCOURS dans la barre Picto. Idem pour le bouton de copie",
    "RoadmapDone2": "Mode entièrement hors ligne prêt",
    "RoadmapDone3": "Installez l'application via Chrome, Firefox, Safari, etc. (appuyez sur Installer dans le menu des options).",
    "RoadmapDone4": "Plus de cookies tiers",
    "RoadmapDone5": "Vous pouvez mettre une étoile dans un picto pour qu'il apparaisse au début d'une vue.",
    "RoadmapDone6": "Le mode Admin est désormais plus cohérent dans les différents menus.",
    "RoadmapDone7": "Réaliser un tutoriel vidéo (FR)",
    "RoadmapDone8": "Téléchargez tous vos pictogrammes en un seul bouton",
    "RoadmapTodo1": "Pictalk dans le Microsoft Store",
    "RoadmapTodo2": "Fournir quelques pictogrammes et liasses au début d'un compte",
    "RoadmapTodo3": "Traduire le site web en allemand et en italien",
    "Roadmap": "Feuille de route",
    "PictosFetched": "Les dernières photos ont été récupérées correctement",
    "OfflinePictalk": "Pictalk est maintenant prêt pour le hors-ligne ✈️ ! Vous partez quelque part sans connexion internet ? Pas de problème maintenant, il suffit de télécharger tous vos pictogrammes en un clic (Aller à la page du compte).",
    "LatestUpdateWarning": "Après la dernière mise à jour, vous devrez vous déconnecter et vous reconnecter pour que l'application fonctionne correctement, désolé pour le désagrément.",
    "WaitIsPictalk": "Qu'est-ce que le PicTalk ?",
    "HomeText1": "PicTalk est consacré aux pictogrammes. Son but est de faciliter la vie des personnes handicapées de la parole. Mon petit frère, Pablo, a le syndrome de Down. Il ne sait ni parler ni écrire. Heureusement, Pablo aime les tablettes et les téléphones. La plupart du temps, il utilise des images de lieux ou des pictogrammes pour s'exprimer. Actuellement, il existe très peu d'applications qui utilisent des pictogrammes pour produire une phrase à haute voix. Ces applications sont plutôt chères ou ne sont pas compatibles avec la plupart des appareils. J'ai donc décidé, avec mes connaissances en développement Web, de créer une application. Voici Pictalk.",
    "MainFeatures": "Principales caractéristiques",
    "HomeFeature1": "Toutes vos images/pictogrammes sont sauvegardées dans le nuage.",
    "HomeFeature2": "Vous pouvez installer l'application à partir de votre ordinateur, de votre téléphone ou de votre tablette.",
    "HomeFeature3": "Il fonctionne avec toutes les plateformes, c'est aussi simple que cela.",
    "HomeFeature4": "Il peut parler pratiquement n'importe quelle langue",
    "HomeFeature5": "Nombre illimité de pictogrammes et de collections",
    "HomeFeature6": "Pas de publicité",
    "HomeFeature7": "Libre pour toujours",
    "HomeFeature8": "Facile à utiliser",
    "HomeFeature9": "Aucun cookie de tiers",
    "HomeFeature10": "Prêt à l'emploi",
    "OpenSourceAndFree": "Source ouverte et gratuite",
    "OpenSourceAndFreeText1": "L'ensemble du code est en source ouverte sur",
    "OpenSourceAndFreeText2": ". Vous pouvez bien sûr contribuer ou partager des idées et des mises à jour. Parce que je veux que tout le monde ait la possibilité de communiquer, PicTalk sera toujours gratuit et j'essaierai de laisser aux utilisateurs autant d'espace de stockage qu'ils le souhaitent. Malheureusement, je ne suis pas riche. Je ne peux pas dépenser trop d'argent sur les serveurs si le nombre d'utilisateurs de PicTalk augmente. C'est pourquoi, si vous utilisez PicTalk et l'aimez, n'hésitez pas à faire un don.",
    "SupervisorModeQuestion": "Combien font",
    "SupervisorModeInput": "Tapez la réponse ici",
    "SupervisorModeSuccess": "Vous êtes maintenant en mode superviseur, félicitations :D",
    "NoVoicesFound": "Aucune voix trouvée sur l'appareil...",
    "DeleteItem": "Vous êtes sûr de vouloir supprimer :",
    "Delete": "Supprimer un élément",
    "PleaseType1": "Veuillez taper :",
    "PleaseType2": "afin de supprimer l'élément.",
    "DeleteNotCorrespond": "L'entrée ne correspond pas",
    "DeletedSuccess": "Supprimé avec succès",
    "Slogan": "\"Parce que parler est un droit et non un service, Pictalk sera gratuit et open-source pour toujours.\"",
    "Communicate": "Communiquer",
    "Communicate_IRL": "Pictalk est idéal pour les applications en temps réel : Il peut prononcer à voix haute une phrase composée de plusieurs pictogrammes.",
    "Communicate_Messages": "Parce que la messagerie devient aussi importante que la parole, Pictalk permet de copier les pictogrammes + la phrase et de les envoyer avec vos applications de messagerie préférées.  ",
    "HowItWorks1": "Grâce à l'association ARASAAC qui fournit gratuitement des pictogrammes, chaque nouvel utilisateur gagne un pack de départ d'une vingtaine de pictogrammes et de quelques phrases ! Grâce à cela, vous pourrez apprendre à utiliser Pictalk et commencer à parler très rapidement.",
    "HowItWorks2": "Voici un exemple d'une phrase incluse dans le pack de départ : Cette phrase produira \" J'aime les frites \".",
    "SearchNotice": "Que cherchez-vous ?",
    "Search": "Recherche",
    "GetStartedTitle": "Commencez à utiliser PicTalk maintenant !",
    "TutorialDescription": "Dans ce court tutoriel, nous allons passer en revue les principales fonctionnalités de PicTalk. Il peut être installé à partir du fichier :",
    "TutorialInstallation": "Et directement depuis le site web (Cliquez sur installer dans le menu de votre navigateur)",
    "TutorialFirstScreen": "C'est le premier écran que vous verrez. En haut, vous pouvez voir la barre de navigation. Cette barre vous aide à naviguer dans l'application. Comme vous pouvez le constater, PicTalk comporte de nombreux onglets. Pour commencer votre voyage, veuillez cliquer sur le bouton \"S'inscrire\".",
    "TutorialSecondScreen": "Ce menu va s'afficher. Veuillez remplir le formulaire et lire attentivement le message d'informations légales. Ne mettez pas de faux email ou vous perdrez votre compte si vous ne vous souvenez pas de votre mot de passe... La langue est également importante pour que la voix parle votre langue. Le nom et le prénom sont nécessaires en raison d'exigences légales.",
    "TutorialThirdScreen": "Voici le formulaire après un remplissage valide.",
    "TutorialFourthScreen": "Félicitations ! Vous pouvez maintenant voir l'écran d'accueil de PicTalk. Comme vous pouvez le voir, il est vide pour le moment. Mais ne paniquez pas, nous le remplirons bientôt ! Mais avant de plonger dans PicTalk, voyons comment il fonctionne.",
    "TutorialFifthScreen": "Ce sont des collections. On peut considérer les collections comme un grand dossier. Elles regroupent les pictogrammes par thèmes. Bien sûr, c'est vous qui décidez. Dans cet exemple, j'ai mis quelques thèmes de base que mon petit frère utilise quotidiennement. Il adore nous dire ce qu'il veut pour le dîner ! Il aime aussi voyager et faire savoir aux autres où il est allé... On y retourne ! Les grands carrés sont les collections. Dans les collections, tu peux voir des petits carrés avec du texte à l'intérieur. Je les appelle des pictogrammes. Ne t'inquiète pas si tu ne comprends pas bien, nous verrons un exemple plus tard. Tout va bien ?",
    "TutorialSixthScreen": "Parlons maintenant des pictogrammes. Ici, nous avons fait un zoom sur la collection Drink & Eat. Nous pouvons voir des pictogrammes de taille et de teinte différentes. C'est parce que les pictogrammes peuvent, en tant que collections, contenir des pictogrammes. Cette manière nous permet de faire des phrases avec facilité. Disons que nous entrons dans la collection Boire et Manger. Nous voulons boire, alors nous cliquons sur le pictogramme \"Je veux boire...\". Une fois que nous avons cliqué, nous avons le choix de cliquer sur \"Une tasse d'eau\" ou \"Du thé\" ou \"Un jus à base de...\". Si je clique sur \"une tasse d'eau\", Pictalk dira \"Je veux boire une tasse d'eau\". Mais si je clique sur \"un jus de...\" et \"Pommes\" au lieu de \"Une tasse d'eau\", Pictalk dira : \"Je veux boire un jus de pomme\". La phrase peut ne pas sembler très naturelle mais c'est un exemple où cette méthode est la pire... La plupart du temps, elle est très bonne. Maintenant, passons à la création de collections et de pictogrammes ! J'espère que vous êtes enthousiastes !",
    "TutorialSeventhScreen": "Cliquez maintenant dans le bouton violet en haut de l'écran. Le bouton habituel où il s'agit des paramètres. Vous verrez une popup comme celle-ci. En répondant à l'addition, vous accédez au mode superviseur. Il vous permet de créer, modifier et supprimer des collections et des pictogrammes. Avant de répondre à la question, parlons de la raison pour laquelle j'ai implémenté ce mécanisme. Je veux que mon application soit aussi simple que possible. Ce mécanisme n'a pas besoin d'un autre mot de passe de superviseur ou d'une chose compliquée. Les éducateurs, les parents et les frères peuvent ajouter des pictogrammes, les enlever, les modifier etc... Et ça, avec un seul compte. on peut avoir une zone surveillée et la cour de récréation. Et l'enfant ne pourra pas supprimer par erreur certains pictogrammes.",
    "TutorialEigthScreen": "Nous sommes maintenant en mode superviseur. Au niveau des collections. Car, comme nous l'avons vu précédemment, il faut choisir une collection avant d'accéder à ses pictogrammes. Vous pouvez voir que le bouton violet est devenu gris. Si vous cliquez sur le bouton gris, vous quitterez le mode superviseur. Vous avez vu apparaître le \"+\" encerclé ? Il nous permet de créer une collection.",
    "TutorialNinthScreen": "Complétez le nom, la couleur et téléchargez un fichier pour créer la collection ! En bas du formulaire, il y a un petit rectangle avec une croix. Une fois votre fichier sélectionné, le nom de votre fichier s'affiche. (Regardez l'image suivante)",
    "TutorialTenthScreen": "Et voici ma collection. J'ai sélectionné l'image \"crèche.png\". Cliquez sur \"créer\" pour continuer.",
    "TutorialEleventhScreen": "En plus de la collection \"EAT\", j'en ai créé deux autres. Ajoutons du contenu dans la collection \"EAT\". Cliquez sur l'icône EAT.",
    "TutorialTwelfthScreen": "Vous allez maintenant voir un écran vide, c'est normal, vous n'avez pas encore de pictogrammes. Répétez les mêmes étapes que pour les collections (cliquez sur le bouton violet et répondez à la question). Voici le formulaire de création de pictogramme. Le discours est ce que l'application dira réellement. Le sens en opposition est simplement le nom du pictogramme. Le troisième élément est le \"Dossier\". Si vous voulez que votre pictogramme contienne d'autres pictogrammes, mettez-le à true. Sinon je vous recommande de le laisser en false. Dans cet exemple, la phrase est terminée lorsque nous dirons \"J'ai faim\"... Nous n'avons pas besoin de mettre d'autres mots derrière celle-ci. Ensuite, téléchargez l'image et créez !",
    "TutorialThirteenthScreen": "Voici un exemple où il est bon de faire un dossier de pictogrammes. \"Je veux\" peut être suivi de plusieurs mots !",
    "TutorialFourteenthScreen": "Voici nos deux pictogrammes. Le premier signifie \"j'ai faim\" et l'autre \"je veux\". Comme vous pouvez le constater, la couleur de la barre du bas est la même que celle que vous avez définie dans la collection. Regardez de plus près le pictobar...",
    "TutorialFifteenthScreen": "Le bouton \"poubelle\" permet d'accéder aux collections et d'effacer la phrase. L'autre bouton rouge sert à effacer le dernier pictogramme de la phrase. Le dernier bouton sert à parler. Cliquez sur les pictogrammes et essayez de construire des phrases. Effacez-les, etc...",
    "TutorialSixteenthScreen": "Voici ce qui se passe lorsque je clique sur un pictogramme. Il apparaît sur la barre inférieure, la pictobar.",
    "TutorialSeventeenthScreen": "Maintenant, si je clique sur le dossier picto \"Je veux\", il m'amène aux pictogrammes qu'il contient. Il est vierge car il ne contient pas encore de pictogrammes. Créons-en un !",
    "TutorialEighteenthScreen": "Voici le pictogramme que je réalise à l'intérieur du dossier \"Je veux\". Comme nous ne mettrons aucun mot après \"des frites\", notre pictogramme n'est pas une chemise.",
    "TutorialNineteenthScreen": "Maintenant, cliquez sur le pictogramme \"FRIES\". Voyez comment le pictobar ajoute \"des frites\" au \"je veux\". Let's Talk (cliquez sur le bouton bleu) VOILAAAA UNE SENTENCE ! !! Vous avez toutes les connaissances nécessaires pour utiliser Pictalk au mieux ! Je vais essayer de donner plus d'exemples de pictogrammes que mon frère a. Continuez pour le dernier écran que je vais vous présenter ici.",
    "TutorialTwentiethScreen": "Il s'agit du menu utilisateur. Vous pouvez y accéder en cliquant sur le bouton bleu de la barre de navigation. Vous pouvez y modifier la langue, le nom et tous les éléments que vous avez saisis lors de l'inscription.",
    "TutorialEnd": "Merci d'avoir lu tout le tutoriel",
    "Image": "Image",
    "OrUploadYourOwn": "Ou téléchargez votre propre",
    "Try": "Essayez",
    "Pictogram": "Pictogramme",
    "MissingImage": "Il n'y a pas d'image à télécharger"
}