{"Home":"Casa","GetStarted":"Iniziate!","Infos":"Informazioni","BugsAndSuggestions":"Bug e suggerimenti","NewsAndUpdates":"Notizie e aggiornamenti","Makaton":"Makaton","LogIn":"Accedi","LogOut":"Esci","SignUp":"Iscriviti","GoToPictalk":"Vai a Pictalk","More":"Più","Email":"Email","PlaceHolderEmail":"alex@pictalk.xyz","Password":"Password","PlaceHolderPassword":"MySup€rS€cretPassw0rd!","ConfirmPassword":"Conferma la password","Language":"Lingua","Cancel":"Cancella","Save":"Salva","DownloadAllPictos":"Scarica tutti i pittogrammi","DownloadAllPictosNotice":"Premendo questo pulsante scaricherai tutti i tuoi pittogrammi in modo da poter utilizzare Pictalk in modo sicuro in modalità offline! Abbiate pazienza e aspettate almeno un minuto.","ForgotPswd":"Hai dimenticato la password?","Majority":"Ho più di 13 anni","IHaveRead":"Ho letto e accetto il","TermsOfUse":"condizioni d'uso","And":"e","PrivacyPolicy":"l'informativa sulla privacy","By":"da","CodeIsLicensed":"Il codice sorgente è concesso in licenza","ProjectBackedBy":"è un progetto sostenuto da:","WantToBeABacker":"Vuoi essere anche tu un sostenitore? Sentitevi liberi di inviare un'email","Me":"me","CreateCollection":"Creare una collezione","Name":"Nome","Color":"Colore","NameNotice":"Il testo da visualizzare...","ColorNotice":"Il colore della barra inferiore all'interno della collezione","ClickToUpload":"Clicca per caricare","DropFiles":"Lascia qui i tuoi file o clicca per caricare","StandardQuality":"Qualità standard (per i pittogrammi)","HighQuality":"Alta qualità (per le immagini)","Close":"Chiudere","Create":"Creare","CreatePictogram":"Creare Picogramma","Speech":"Discorso","SpeechNotice":"Il testo da pronunciare","Meaning":"Significato","MeaningNotice":"Il testo da visualizzare","Folder":"Cartella","FolderNotice":"è una cartella?","ServerOffline":"Il server non può essere raggiunto, controlla la tua connessione internet","Welcome":"Benvenuti!","WrongCredentials":"Email o password sbagliata","PleaseCompleteForm":"Si prega di compilare il modulo","PasswordNotCorrespond":"Le password non corrispondono","AccountCreated":"Il tuo account è stato creato con successo!","ParametersInvalid":"Alcuni parametri non sono validi (come l'indirizzo email o la password)","EmailAlreadyInUse":"Questa e-mail è già usata","CreatedCollection":"La collezione è stata creata in modo impeccabile!","SomeThingBadHappened":"È successo qualcosa di brutto...","CreatedPictogram":"Il pittogramma è stato caricato senza problemi!","EditCollection":"Modifica collezione","ImageFiles":"Sono ammesse solo immagini gif png, jpeg o jpg","EditedCollection":"La collezione è stata curata in modo impeccabile!","UpdatedCollection":"Si prega di inserire un colore o un nome o un file... Colore e Nome non possono essere vuoti","EditPictogram":"Modifica pittogramma","EditedPictogram":"Il pittogramma è stato montato in modo impeccabile!","MeaningEmpty":"Il significato non può essere vuoto","Edit":"Modifica","CopySucces":"Copiato con successo i pittogrammi!","CopyError":"Impossibile copiare i pittogrammi","AboutMe":"Su di me","AboutText1":"Ciao, sono Alex. Sono uno studente di 23 anni all'INSA di Lione. Studio Telecomunicazioni e Informatica. Sono un fan del self-hosting, dello sviluppo e del networking! Mi piace anche fare","AboutText2":"o fare foto durante le mie vacanze.","Backers":"Sostenitori","AboutText3":"Molte grazie a La fondation INSA Lyon che ha premiato PicTalk con 1000€. Il loro programma Coups de Pouce Passion aiuta gli studenti dell'INSA a finanziare i loro progetti. Puoi anche guardare questo","AboutText4":"che mi ha aiutato a vincere il concorso!","EditUserDetails":"Modifica dettagli utente","ResetPassword":"Ripristina la password","CheckSpam":"Si prega di controllare la cartella SPAM! Se non ricevete nessuna email, contattatemi a : <b>alex@pictalk.xyz","EmailPlease":"Si prega di inserire un'e-mail","ChangePasswordDemand":"La richiesta di reimpostazione della password è stata trasmessa con successo, guarda le tue e-mail.","ContactMe":"Contattami","ContactText1":"Se hai qualche suggerimento per il sito web puoi contattarmi al seguente indirizzo email:","ContactText2":" Siamo aperti a qualsiasi vostra idea, in modo da offrire la migliore esperienza :)","BugReport":"Segnalazioni di bug e domande","ContactText3":"Se incontrate qualche bug o avete proposte per migliorare il codice del sito web, potete inviarle a questa pagina github:","Help":"Aiuto","HelpText1":"Questo pulsante vi porterà al menu delle collezioni. Cancellerà la frase che state facendo.","HelpText2":"Questo pulsante porterà ChangePasswordSuccessyou al menu del tuo account. Il menu dell'account ti permette di cambiare l'email, la lingua e la password.","HelpText3":"Questi pulsanti vi permetteranno di entrare in modalità supervisore e di uscire dalla modalità supervisore. La modalità supervisore è necessaria per modificare, aggiungere o cancellare pittogrammi.","HelpText4":"Questo pulsante cancellerà la tua frase attuale e ti porterà al menu delle collezioni. Funziona come il pulsante \"home\".","HelpText5":"Questo pulsante cancellerà l'ultimo pittogramma della tua frase. Se era una cartella, allora si torna alla schermata precedente.","HelpText6":"Questo pulsante pronuncerà e parlerà ad alta voce la frase che state facendo.","HelpText7":"Questo pulsante copierà la tua frase attuale. Ora puoi incollare la frase ovunque!","HelpText8":"A volte avrete bisogno di premere questo pulsante per recuperare i vostri ultimi pittogrammi :) Diciamo che hai aggiunto 10 pittogrammi nel tuo computer e non appaiono nel telefono di tuo figlio: premi questo pulsante nel suo telefono e recupererà tutti i pittogrammi recenti e i dati che hai caricato!","Pictograms":"Pittogrammi","ARSAAC":"ARASAAC","ProvidedPictos":"Ogni nuovo utente è dotato di alcuni pittogrammi di base. Questi pittogrammi provengono dalla grande organizzazione ARASAAC che fornisce pittogrammi gratuiti. La loro collezione è enorme ed è davvero facile trovare il pittogramma che stai cercando. Guarda il loro sito web","WhatIsMakaton":"Cos'è il Makaton?","MakatonText1":"Makaton è un programma linguistico unico che usa simboli, segni e parole per permettere alle persone di comunicare. Supporta lo sviluppo di abilità comunicative essenziali come l'attenzione e l'ascolto, la comprensione, la memoria, il richiamo e l'organizzazione del linguaggio e dell'espressione. Essere in grado di comunicare è una delle abilità più importanti di cui abbiamo bisogno nella vita. Quasi tutto quello che facciamo coinvolge la comunicazione; compiti quotidiani come imparare a scuola, chiedere cibo e bevande, risolvere i problemi, fare amicizia e divertirsi. Tutto questo si basa sulla nostra capacità di comunicare tra di noi. Con Makaton, i segni sono usati, con la parola, nell'ordine delle parole pronunciate. Questo aiuta a fornire ulteriori indizi su ciò che qualcuno sta dicendo. L'uso dei segni può aiutare le persone che non parlano o il cui discorso non è chiaro. L'uso dei simboli può aiutare le persone che hanno un linguaggio limitato e quelle che non possono, o preferiscono non firmare... Organizzazione Makaton","PictalkMakaton":"Pictalk e Makaton Francia (AAD Makaton)","MakatonText2":"Solo per i membri francesi di Makaton! Grazie ad un accordo tra AAD Makaton e Pictalk, un membro di Makaton avrà molto presto un pacchetto per principianti con molti pittogrammi e alcune frasi già fatte. Se non lo conoscete, consultate il loro sito francese:","MakatonText3":". Per ora puoi mandarmi una mail chiedendomi i pittogrammi. Dopo una rapida verifica con Makaton, ti manderò i pittogrammi.","AndUniversalWebsite":"e sito web universale","Here":"qui","NewPassword":"Nuova password","PasswordValidationMessage":"Almeno una lettera maiuscola, una cifra e una password di lunghezza minima di 8","ChangePassword":"Cambiare la password","PasswordEmpty":"La password è vuota","ChangePasswordSuccess":"Richiesta di cambio password trasmessa con successo","RecentNews":"Notizie recenti!","AwardPictalk":" PicTalk è stato premiato con 1000€ al concorso Coups de pouce passion!","PictalkNewsSTitle":"Pictalk nelle notizie!","RoadmapDone1":"Ora il SIGNIFICATO viene mostrato al posto della PAROLA nella barra Picto. Lo stesso per il pulsante di copia","RoadmapDone2":"Modalità full-offline pronta","RoadmapDone3":"Installa l'applicazione tramite Chrome, Firefox, Safari ecc. (Tocca Installa nel menu delle opzioni)","RoadmapDone4":"Niente più cookie di terze parti","RoadmapDone5":"Puoi mettere una stella in un pittogramma in modo che venga mostrato all'inizio di una vista","RoadmapDone6":"La modalità Admin è ora più coerente attraverso i diversi menu","RoadmapDone7":"Fare un video tutorial (FR)","RoadmapDone8":"Scarica tutti i tuoi pittogrammi con un solo pulsante","RoadmapTodo1":"Pictalk nel Microsoft Store","RoadmapTodo2":"Fornire alcuni pittogrammi e fasci all'inizio di un conto","RoadmapTodo3":"Tradurre il sito web in tedesco e italiano","Roadmap":"Tabella di marcia","PictosFetched":"Gli ultimi pittogrammi sono stati recuperati correttamente","OfflinePictalk":"Pictalk è ora offline-ready ✈️ ! State andando da qualche parte senza connessione internet? Non è più un problema, basta scaricare tutti i vostri pittogrammi con un solo clic (Vai alla pagina dell'account)","LatestUpdateWarning":"Dopo l'ultimo aggiornamento, dovrai effettuare il Log out e il Log in per far funzionare correttamente l'applicazione, mi dispiace per il disagio.","WaitIsPictalk":"Cos'è PicTalk?","HomeText1":"PicTalk è tutto sui pittogrammi. Il suo scopo è quello di rendere più facile la vita delle persone con problemi di linguaggio. Il mio fratellino, Pablo, ha la sindrome di Down. Non è in grado di parlare né di scrivere. Per fortuna Pablo è appassionato di tablet e telefoni. La maggior parte della comunicazione di Pablo avviene tramite il suo dispositivo e la maggior parte del tempo usa immagini di luoghi o pittogrammi per esprimersi. Attualmente ci sono app molto limitate che usano pittogrammi per produrre una frase ad alta voce. Queste applicazioni erano piuttosto costose o non compatibili con quasi tutti i dispositivi. Così ho deciso, con le mie conoscenze di sviluppo web di fare un'app. Ecco Pictalk.","MainFeatures":"Caratteristiche principali","HomeFeature1":"Tutte le tue immagini/pittogrammi sono salvati nel cloud","HomeFeature2":"Puoi installare l'applicazione dal tuo computer o telefono e tablet","HomeFeature3":"Funziona con tutte le piattaforme, così semplice","HomeFeature4":"Può parlare praticamente qualsiasi lingua","HomeFeature5":"Numero illimitato di pittogrammi e collezioni","HomeFeature6":"Nessun annuncio","HomeFeature7":"Per sempre libero","HomeFeature8":"Facile da usare","HomeFeature9":"Zero cookie di terze parti","HomeFeature10":"Pronto per l'uso","OpenSourceAndFree":"Open Source e libero","OpenSourceAndFreeText1":"Tutto il codice è open source su","OpenSourceAndFreeText2":". Naturalmente potete contribuire o condividere idee e aggiornamenti. Poiché voglio che tutti abbiano la possibilità di comunicare, PicTalk sarà sempre gratuito e cercherò di lasciare agli utenti tutto lo spazio di archiviazione di cui hanno bisogno. Sfortunatamente, non sono ricco. Non posso spendere troppi soldi in server se la base di utenti di PicTalk cresce. Ecco perché, se state usando PicTalk e vi piace, sentitevi liberi di donare.","SupervisorModeQuestion":"Quanto è","SupervisorModeInput":"Scrivi la risposta qui","SupervisorModeSuccess":"Ora sei in modalità supervisore, congratulazioni :D","NoVoicesFound":"Nessuna voce trovata sul dispositivo...","DeleteItem":"Sei sicuro di voler cancellare:","Delete":"Cancellare la voce","PleaseType1":"Si prega di digitare:","PleaseType2":"per cancellare l'elemento.","DeleteNotCorrespond":"L'ingresso non corrisponde","DeletedSuccess":"Cancellato con successo","Slogan":"\"Poiché parlare è un diritto e non un servizio, Pictalk sarà libero e open-source per sempre\".","Communicate":"Comunicare","Communicate_IRL":"Pictalk è ottimo per le applicazioni in tempo reale: Può pronunciare ad alta voce una frase composta da diversi pittogrammi.","Communicate_Messages":"Poiché la messaggistica sta diventando importante come parlare, Pictalk permette di copiare i pittogrammi + frase e inviarli con le vostre applicazioni di messaggistica preferite.  ","HowItWorks1":"Grazie all'associazione ARASAAC che fornisce pittogrammi gratuiti, ogni nuovo utente guadagna un pacchetto iniziale di circa 20 pittogrammi e alcuni set di frasi! Grazie a questo imparerete ad usare Pictalk e comincerete a parlare molto presto.","HowItWorks2":"Ecco un esempio di una frase inclusa nel pacchetto iniziale: Questa frase produrrà \"Mi piacciono le patatine fritte\".","SearchNotice":"Cosa stai cercando?","Search":"Cerca","GetStartedTitle":"Inizia a PicTalk ora!","TutorialDescription":"In questo breve tutorial, andremo attraverso le principali caratteristiche di PicTalk. Può essere installato dal file :","TutorialInstallation":"E direttamente dal sito web (Clicca su installa nel menu del tuo browser)","TutorialFirstScreen":"Questa è la prima schermata che vedrete. In alto puoi vedere la navbar. La navbar ti aiuta a navigare attraverso l'app. Come puoi vedere, ci sono molte schede in PicTalk. Per iniziare il tuo viaggio, clicca sul pulsante \"Iscriviti\".","TutorialSecondScreen":"Verrà visualizzato questo menu. Si prega di compilare il modulo e di leggere attentamente il messaggio di informazioni legali. Non mettere un'email falsa o perderai il tuo account se non ricordi la tua password... Anche la lingua è importante, così la voce parlerà la vostra lingua. Il nome e il cognome sono necessari per motivi legali.","TutorialThirdScreen":"Ecco il modulo dopo un completamento valido.","TutorialFourthScreen":"Congratulazioni! Ora potete vedere la homescreen di PicTalk. Come potete vedere è completamente vuota per ora. Ma niente panico, la riempiremo presto! Ma prima di immergerci a fondo in PicTalk, vediamo come funziona.","TutorialFifthScreen":"Queste sono collezioni. Possiamo pensare alle collezioni come a una grande cartella. Raggruppano i pittogrammi per temi. Naturalmente, sei tu a decidere. In questo esempio ho messo alcuni temi di base che il mio fratellino usa quotidianamente. Adora dirci cosa vuole per cena! Ama anche viaggiare e far sapere agli altri dove è andato... Torniamo indietro! I quadrati grandi sono le collezioni. Nelle collezioni puoi vedere dei piccoli quadrati con del testo all'interno. Io li chiamo pittogrammi. Non preoccupatevi se non capite bene, faremo un esempio più tardi. Tutto bene?","TutorialSixthScreen":"Parliamo ora dei pittogrammi. Qui abbiamo zoomato sulla collezione Drink & Eat. Possiamo vedere pittogrammi di dimensioni e sfumature diverse. È perché i pittogrammi possono, come collezioni, contenere pittogrammi. Questo modo ci permette di creare frasi con facilità. Diciamo che entriamo nella collezione Drink & Eat. Vogliamo bere, quindi clicchiamo sul pittogramma \"Voglio bere...\". Una volta cliccato, abbiamo la scelta di cliccare su \"Una tazza d'acqua\" o \"Del tè\" o \"Un succo di...\". Se clicco su \"una tazza d'acqua\", Pictalk dirà \"Voglio bere una tazza d'acqua\". Ma se clicco su \"un succo fatto di...\" e \"Mele\" invece di \"Una tazza d'acqua\", Pictalk dirà: \"Voglio bere un succo di mele\". La frase potrebbe non suonare molto naturale, ma questo è un esempio in cui questo metodo è il peggiore... Il più delle volte è molto buono. Ora, passiamo alla creazione di collezioni e pittogrammi! Spero che siate eccitati!","TutorialSeventhScreen":"Clicca ora nel pulsante viola in alto sullo schermo. Il solito dove è per i parametri. Vedrete un popup come questo. Rispondere all'aggiunta ti porterà alla modalità supervisore. Ti permette di creare, modificare e cancellare collezioni e pittogrammi. Prima di rispondere alla domanda, parliamo del perché ho implementato questo meccanismo. Voglio che la mia applicazione sia il più semplice possibile. Questo meccanismo non ha bisogno di un'altra password di supervisione o di una cosa complicata. Educatori, genitori e fratelli possono aggiungere pittogrammi rimuovere, modificare ecc. E che, con un solo account. possiamo avere una zona sorvegliata e il parco giochi. E il bambino non potrà cancellare per errore alcuni pittogrammi.","TutorialEigthScreen":"Ora siamo in modalità supervisore. A livello delle collezioni. Perché, come abbiamo visto prima, è necessario scegliere una collezione prima di accedere ai suoi pittogrammi. Puoi vedere che il pulsante viola è cambiato in grigio. Se cliccate il pulsante grigio, uscirete dalla modalità supervisore. Avete visto apparire il \"+\" cerchiato? Ci permette di creare una collezione.","TutorialNinthScreen":"Completa il nome, il colore e carica un file per creare la collezione! Nella parte inferiore del modulo, c'è un piccolo rettangolo con una croce. Una volta che il tuo file è selezionato, verrà visualizzato il nome del tuo file. (Guarda la prossima immagine)","TutorialTenthScreen":"Ed ecco la mia collezione. Ho selezionato l'immagine \"manger.png\". Clicca su \"crea\" per continuare.","TutorialEleventhScreen":"Oltre alla collezione \"EAT\", ne ho create altre due. Aggiungiamo alcuni contenuti nella collezione \"EAT\". Clicca sull'icona EAT.","TutorialTwelfthScreen":"Ora vedrai una schermata vuota, questo è normale, non hai ancora i pittogrammi. Ripeti gli stessi passi delle collezioni (clicca sul pulsante viola e rispondi alla domanda). Ecco il modulo per creare pittogrammi. Il discorso è quello che effettivamente l'app dirà. Il significato in opposizione è semplicemente il nome del pittogramma. Il terzo elemento è la \"Cartella\". Se volete che il vostro pittogramma contenga altri pittogrammi, mettetelo a true. Altrimenti vi consiglio di lasciarlo in false. In questo esempio la frase è finita quando diremo \"Ho fame\"... Non abbiamo bisogno di mettere altre parole dietro questa. Poi, caricate l'immagine e Create !","TutorialThirteenthScreen":"Ecco un esempio in cui è bene fare una cartella di pittogrammi. \"Voglio\" può essere seguito da molte parole!","TutorialFourteenthScreen":"Ecco i nostri due pittogrammi. Il primo significa \"ho fame\" e l'altro \"voglio\". Come puoi vedere, il colore della barra in basso è lo stesso del colore che hai definito nella collezione. Dai un'occhiata più da vicino al pittogramma...","TutorialFifteenthScreen":"Il pulsante \"cestino\" vi porterà alle collezioni e cancellerà la frase. L'altro pulsante rosso serve per cancellare l'ultimo pittogramma della frase. L'ultimo serve per parlare. Clicca sui pittogrammi e prova a costruire delle frasi. Cancellali, ecc...","TutorialSixteenthScreen":"Ecco cosa succede quando clicco su un pittogramma. Appare sulla barra inferiore, la pictobar.","TutorialSeventeenthScreen":"Ora se clicco sulla cartella \"I want\" picto mi porta ai pittogrammi che contiene. È completamente vuoto perché non contiene ancora nessun pittogramma. Creiamone uno!","TutorialEighteenthScreen":"Ecco il pittogramma che sto facendo all'interno della cartella \"Voglio\". Dato che non metteremo nessuna parola dopo \"delle patatine fritte\" il nostro pittogramma non è una cartella.","TutorialNineteenthScreen":"Ora, cliccate sul pittogramma \"FRIES\". Guardate come il pittogramma aggiunge \"delle patatine fritte\" al \"voglio\". Parliamo (clicca sul pulsante blu) VOILAAAA A SENTENCE !!! Avete tutte le conoscenze per utilizzare Pictalk al meglio! Cercherò di dare più esempi di pittogrammi di mio fratello. Andate avanti per l'ultimo schermo che presenterò qui.","TutorialTwentiethScreen":"Questo è il menu utente. Puoi accedervi cliccando sul pulsante blu sulla navbar. Qui puoi cambiare la lingua, il nome e tutte le cose che hai inserito durante l'iscrizione.","TutorialEnd":"Grazie per aver letto tutto il tutorial","Image":"Immagine","OrUploadYourOwn":"O caricare il tuo","Try":"Prova","Pictogram":"Pittogramma","MissingImage":"Non c'è nessuna immagine da caricare"}