{"EditPicto":"edit","DeletePicto":"cancellare","CopyPicto":"copia","LinkPicto":"crea collegamento","SharePicto":"azione","NotAuthorized":"Non hai i diritti per modificare questa collezione","CouldNotPaste":"Impossibile incollare all'interno di questa collezione","Home":"Casa","Description":"Pictalk mira a consentire la comunicazione non verbale delle persone utilizzando risorse AAC e Text-to-Speech. Pictalk costruisce frasi con pittogrammi caricati da voi e li pronuncia ad alta voce. Potete costruire virtualmente qualsiasi frase e parlare qualsiasi lingua!","Infos":"Informazioni","Tutorial":"Tutorial","Account":"Conto","PrincipalLanguage":"Lingua principale","TakeALook":"Inoltre, se avete bisogno, date un'occhiata al","Languages":"Lingue","SelectLanguage":"Selezionare una lingua","Sharers":"Condividere","DirectSharer":"Condizionatore diretto","TermsAndConditions":"Termini e condizioni","TryPictalk":"Prova Pictalk","OptionnalParameters":"Parametri opzionali","EnforcedSecurityMode":"Modalità di sicurezza forzata","ReturnWithoutRemoveButton":"Ritorno senza rimuovere l'ultimo pittogramma","TrustedSources":"Fonti attendibili","SearchPictoLabel":"Cerca qualsiasi collezione","SearchPictoPlaceholder":"Viaggio","ShareCollection":"Articolo da condividere","Share":"Condividi/Discondividi","BugsAndSuggestions":"Bug e suggerimenti","NewsAndUpdates":"Notizie e aggiornamenti","Makaton":"Makaton","LogIn":"Accedi","LogOut":"Esci","SignUp":"Iscriviti","GoToPictalk":"Vai a Pictalk","More":"Più","Email":"Email","PlaceHolderEmail":"alex@pictalk.org","Password":"Password","PlaceHolderPassword":"MySup€rS€cretPassw0rd!","ConfirmPassword":"Conferma la password","Language":"Lingua","Cancel":"Cancella","Save":"Salva","DownloadAllPictos":"Scarica tutti i pittogrammi","DownloadAllPictosNotice":"Premendo questo pulsante scaricherai tutti i tuoi pittogrammi per una modalità offline sicura! Potrebbe volerci del tempo, quindi un minuto di attesa potrebbe essere necessario...","ForgotPswd":"Hai dimenticato la password?","Majority":"Ho più di 13 anni","IHaveRead":"Ho letto e accetto il","TermsOfUse":"condizioni d'uso","And":"e","PrivacyPolicy":"l'informativa sulla privacy","By":"da","CodeIsLicensed":"Il codice sorgente è concesso in licenza","ProjectBackedBy":"è un progetto sostenuto da:","WantToBeABacker":"Vuoi essere anche tu un sostenitore? Sentitevi liberi di inviare un'email","Me":"me","CreateCollection":"Creare una collezione","Name":"Nome","Color":"Colore","NameNotice":"Testo da visualizzare...","ColorNotice":"Colore della barra inferiore all'interno della collezione","ClickToUpload":"Clicca per caricare","DropFiles":"Lascia qui i tuoi file o clicca per caricare","StandardQuality":"Qualità standard (per i pittogrammi)","HighQuality":"Alta qualità (per le immagini)","Close":"Chiudere","Create":"Creare","CreatePictogram":"Creare Picogramma","Speech":"Discorso","SpeechNotice":"Testo da pronunciare","Meaning":"Significato","MeaningNotice":"Il testo da visualizzare","Folder":"Cartella","FolderNotice":"è una cartella?","ServerOffline":"Il server non può essere raggiunto, controlla la tua connessione internet","Welcome":"Benvenuti!","WrongCredentials":"Email o password sbagliata","PleaseCompleteForm":"Si prega di compilare il modulo","PasswordNotCorrespond":"Le password non corrispondono","AccountCreated":"Il tuo account è stato creato con successo!","ParametersInvalid":"Alcuni parametri non sono validi (come l'indirizzo email o la password)","EmailAlreadyInUse":"Questa e-mail è già usata","CreatedCollection":"La collezione è stata creata in modo impeccabile!","SomeThingBadHappened":"È successo qualcosa di brutto...","CreatedPictogram":"Il pittogramma è stato caricato senza problemi!","EditCollection":"Modifica collezione","ImageFiles":"Sono ammesse solo immagini gif png, jpeg o jpg","EditedCollection":"La collezione è stata curata in modo impeccabile!","UpdatedCollection":"Inserisci un colore o un nome o un file... Colore e Nome non possono essere vuoti","EditPictogram":"Modifica articolo","EditedPictogram":"L'articolo è stato montato in modo impeccabile!","MeaningEmpty":"Il significato non può essere vuoto","Edit":"Modifica","CopySucces":"Copiato con successo i pittogrammi!","CopyError":"Impossibile copiare i pittogrammi","AboutMe":"Chi siamo","AboutText1":"Ciao, siamo solo due fratelli premurosi. Il nostro fratellino, Pablo, non può parlare, così abbiamo iniziato a sviluppare Pictalk per lui. Entrambi studiamo Telecomunicazioni e Informatica e amiamo sviluppare e condividere applicazioni utili per aiutare altre persone! Abbiamo anche altri hobby come fare","AboutText2":"o fare foto durante le vacanze, hardware per computer, badminton, ecc ...","Backers":"Sostenitori","AboutText3":"Molte grazie a La fondation INSA Lyon che ha premiato generosamente PicTalk. Il loro programma Coups de Pouce Passion aiuta gli studenti INSA a finanziare i loro progetti. Puoi anche guardare questo","AboutText4":"che mi ha aiutato a vincere il concorso!","Settings":"Impostazioni","ResetPassword":"Ripristina la password","CheckSpam":"Si prega di controllare la cartella SPAM! Se non ricevete nessuna email, contattatemi a: alex@pictalk.org","EmailPlease":"Si prega di inserire un'e-mail","ChangePasswordDemand":"La richiesta di reimpostazione della password è stata trasmessa con successo, guarda le tue e-mail.","ContactMe":"Contattami","ContactText1":"Se hai dei suggerimenti sul sito web, puoi contattarci al seguente indirizzo e-mail:","ContactText2":" Siamo aperti a qualsiasi vostra idea, per raggiungere LA migliore esperienza.","BugReport":"Segnalazioni di bug e domande","ContactText3":"Se incontri qualche bug o hai proposte per migliorare il codice del sito web, puoi inviarle a questa pagina github:","Help":"Aiuto","HelpText1":"Questo pulsante vi porterà al menu delle collezioni. Cancellerà la frase che state scrivendo.","HelpText2":"Questo pulsante porterà ChangePasswordSuccessyou al menu del tuo account. Il menu dell'account ti permette di cambiare l'email, la lingua e la password.","HelpText3":"Questi pulsanti vi permetteranno di entrare in modalità supervisore e di uscire dalla modalità supervisore. La modalità supervisore è necessaria per modificare, aggiungere o cancellare pittogrammi.","HelpText4":"Questo pulsante cancellerà la tua frase attuale e ti porterà al menu delle collezioni. Funziona come il pulsante \"home\".","HelpText5":"Questo pulsante cancellerà l'ultimo pittogramma della tua frase. Se era una cartella, allora si torna alla schermata precedente.","HelpText6":"Questo pulsante pronuncerà e parlerà ad alta voce la frase che state facendo.","HelpText7":"Questo pulsante copierà la tua frase attuale. Ora puoi incollare la frase ovunque!","HelpText8":"A volte avrete bisogno di premere questo pulsante per recuperare i vostri ultimi pittogrammi :) Diciamo che hai aggiunto 10 pittogrammi nel tuo computer e non appaiono nel telefono di tuo figlio: premi questo pulsante nel suo telefono e recupererà tutti i pittogrammi recenti e i dati che hai caricato!","Pictograms":"Pittogrammi","ARSAAC":"Dove si possono trovare le immagini?","ProvidedPictos":"La maggior parte dei nostri pittogrammi proviene dalla grande organizzazione ARASAAC che fornisce pittogrammi intuitivi, simpatici e gratuiti per tutti. La loro collezione è enorme ed è davvero facile trovare il pittogramma che stai cercando. Dai un'occhiata al loro sito web e ai loro fantastici strumenti","ProvidedPictos1":"Stiamo anche usando altri pittogrammi ACC che provengono da altre fonti come SCLERA, MULBERRY e TAWASOl. Tutti questi pittogrammi sono resi disponibili grazie a","ProvidedPictos2":"Infine, se un pittogramma ACC non è quello che state cercando, allora stiamo usando anche","ProvidedPictos3":"che forniscono grandi immagini.","AndUniversalWebsite":"e sito web universale","Here":"qui","NewPassword":"Nuova password","PasswordValidationMessage":"Almeno una lettera maiuscola, una cifra e una password di lunghezza minima di 8","ChangePassword":"Cambiare la password","PasswordEmpty":"La password è vuota","ChangePasswordSuccess":"Richiesta di cambio password trasmessa con successo","RecentNews":"Notizie recenti!","AwardPictalk":" PicTalk è stato premiato con 1000€ al concorso Coups de pouce passion!","PictalkNewsSTitle":"Pictalk nelle notizie!","RoadmapDone1":"Crea scorciatoie per qualsiasi collezione ↘️","RoadmapDone2":"Modalità full-offline pronta ✈️","RoadmapDone3":"Installa l'applicazione tramite Chrome, Firefox, Safari ecc. (Tocca Installa nel menu delle opzioni) ⬇️","RoadmapDone4":"Niente più cookie di terze parti 🍪","RoadmapDone5":"Puoi mettere una stella in un pittogramma in modo che si veda all'inizio di una vista ⭐","RoadmapDone6":"La modalità Admin è ora più coerente attraverso i diversi menu ⚙️","RoadmapDone7":"Fare un video tutorial (FR) 📺","RoadmapDone8":"Scarica automaticamente tutti i tuoi pittogrammi ⬇️","RoadmapDone9":"Copia e incolla 📋 ✂️ le tue collezioni","RoadmapDone10":"Collezioni pubbliche disponibili 📢","RoadmapDone11":"Condividi le tue collezioni con chiunque 🧷","RoadmapDone12":"Modalità multi lingua 🇪🇸 🇫🇷 🇬🇧","RoadmapDone13":"Traduci le tue frasi in movimento 🤟","RoadmapTodo1":"Pictalk nell'Apple Store 🍎","RoadmapTodo2":"Fornire fantastici bundle all'inizio di un account","RoadmapTodo3":"Aprire un merch store 👕","Roadmap":"Tabella di marcia","PictosFetched":"Gli ultimi pittogrammi sono stati recuperati correttamente","OfflinePictalk":"Pictalk è ora pronto per l'offline ✈️ ! Basta scaricare tutti i tuoi pittogrammi con un solo clic (Vai alla pagina dell'account)","LatestUpdateWarning":"Dopo l'ultimo aggiornamento, dovrai fare Log out e Log in per far funzionare correttamente l'app, mi dispiace per l'inconveniente.","WaitIsPictalk":"Cos'è Pic'Talk?","HomeText1":"Pic'Talk si occupa di potenziare gli individui privi di capacità di parola fornendo un modo semplice e gratuito per trasformare pittogrammi o foto in frasi ad alta voce. Utilizza sistemi di comunicazione aumentativa e alternativa come i pittogrammi ARASAAC per superare le difficoltà di comunicazione delle persone con disabilità. Pic'Talk è progettato per individui ma anche per scuole o gruppi. I pittogrammi possono essere condivisi con più gruppi e utenti con facilità. Come funziona Pic'Talk? È abbastanza semplice, utilizza le voci Text-To-Speech che hai nel tuo dispositivo per pronunciare le frasi che hai assemblato. Perché passiamo la maggior parte del nostro tempo libero a costruire Pic'Talk? Io, Alex, ho iniziato, nel 2019, a pensare di fare un'applicazione per aiutare il mio fratellino, Pablo, a parlare. Pablo è uno degli individui più felici che conosco e ama comunicare ma, essendo portatore della sindrome di down, ha difficoltà con il linguaggio orale. Grazie al tempo e a tonnellate di caffè, sono riuscito a costruire una prima versione di Pic'Talk e sono stato premiato per questo. Quando l'altro mio fratello, Adri, ha visto Pablo parlare per la prima volta, ha subito voluto contribuire al progetto. Ora siamo un team di due sviluppatori dietro Pic'Talk e siamo più motivati che mai a rendere lo Speech un diritto fondamentale.","MainFeatures":"Caratteristiche principali","HomeFeature1":"Tutte le tue immagini/pittogrammi sono salvati nel cloud","HomeFeature2":"Puoi installare l'applicazione dal tuo computer o telefono e tablet","HomeFeature3":"Funziona con tutte le piattaforme, così semplice","HomeFeature4":"Può virtualmente parlare qualsiasi lingua","HomeFeature5":"Numero illimitato di pittogrammi e collezioni","HomeFeature6":"Nessun annuncio","HomeFeature7":"Gratuito","HomeFeature8":"Facile da usare","HomeFeature9":"Nessun cookie di marketing","HomeFeature10":"Pronto per l'uso","HomeFeature11":"Accedi istantaneamente a più di 10 000 pittogrammi in un clic","HomeFeature12":"Condividi le tue collezioni con chiunque","HomeFeature13":"Supporta le modalità bilingue","OpenSourceAndFree":"Open Source e libero","OpenSourceAndFreeText1":"Tutto il codice è open source su","OpenSourceAndFreeText2":". Naturalmente potete contribuire o condividere idee e aggiornamenti. Poiché vogliamo davvero che tutti abbiano la possibilità di comunicare, PicTalk è gratuito e cercherò di concedere agli utenti tutto lo spazio di archiviazione di cui hanno bisogno. Sfortunatamente, siamo solo due studenti e non possiamo spendere troppi soldi in server se la base di utenti di PicTalk cresce. Ecco perché, se stai usando PicTalk e ti piace, sentiti libero di donare per favore. Grazie!","SupervisorModeQuestion":"Quanto sono","SupervisorModeInput":"Scrivi la risposta qui","SupervisorModeSuccess":"Ora sei in modalità supervisore, congratulazioni :D","NoVoicesFound":"Nessuna voce trovata sul dispositivo...","DeleteItem":"Sei sicuro di voler cancellare:","Delete":"Cancellare la voce","PleaseType1":"Si prega di digitare:","PleaseType2":"per cancellare l'elemento.","DeleteNotCorrespond":"L'ingresso non corrisponde","DeletedSuccess":"Cancellato con successo","Slogan":"\"Poiché parlare è un diritto e non un servizio, Pictalk è gratuito e open-sourced\".","Communicate":"Comunicare: Ovunque e in qualsiasi momento","Communicate_IRL":"Pictalk è ottimo per le applicazioni in tempo reale: Può pronunciare ad alta voce una frase composta da diversi pittogrammi. Poiché è stato progettato con l'ergonomia in mente, è abbastanza facile creare frasi al volo.","Communicate_Messages":"Poiché la messaggistica sta diventando importante come parlare, Pictalk vi permette di copiare i pittogrammi e la frase e di inviarli nelle vostre applicazioni di messaggistica preferite.","SearchNotice":"Cosa stai cercando?","Search":"Cerca","Image":"Immagine","OrUploadYourOwn":"O caricare il tuo","Try":"Prova","Pictogram":"Pittogramma","MissingImage":"Non c'è nessuna immagine da caricare","Us":"noi","DisplayedLanguage":"Lingua","Voice":"Voce","PrincipalVoice":"Voce principale","Voices":"Voci","SelectVoice":"Seleziona la tua voce","SpeakMoreLanguage":"Parlare più di una lingua?","Parameters":"Parametri","PronouncePictoOnClick":"Pronuncia picto su click","TravelerMode":"Modalità viaggiatore","TooltipHome":"Torna alla schermata iniziale","TooltipPublic":"Vai alle collezioni pubbliche","TooltipShared":"Vai alle tue collezioni condivise","TooltipAcount":"Vai alle impostazioni del tuo account","TooltipHelp":"Fatti aiutare","TooltipLogout":"Logout","LostConnectivity":"Connettività persa","UpdatedSharers":"Editor e visualizzatori aggiornati","MoreImages":"Cerca altre immagini","NoResults":"Nessuna immagine trovata per :","SharingButton":"Aggiungi amici che usano Pictalk","SharingExplanation":"I pittogrammi condivisi dai tuoi amici appariranno direttamente nella tua schermata iniziale e non solo nella tua collezione \"Condivisi con me\".","TitleAbout":"Informazioni su","DescriptionMetaAbout":"Volete sapere di più su di noi?","TitleContact":"Contatta","DescriptionMetaContact":"Qualche suggerimento o bug? Fateci sapere","TitleGetStarted":"Come iniziare","TitleNews":"Notizie","DescriptionMetaNews":"Notizie sulla tua app preferita","TitlePictograms":"Pittogrammi","DescriptionMetaPictograms":"Contenuto AAC che ci ha aiutato molto","TitlePublic":"Pittogrammi pubblici","TitleTutorial":"Tutorial","TitlePictos":"Pittogrammi","DescriptionNews":"Notizie sullo sviluppo di Pictalk, fornendo un discorso libero per tutti. Basato su pittogrammi AAC e TTS.","DescriptionHelp":"Hai bisogno di aiuto? Caratteristiche di base di Pictalk. Basato su pittogrammi AAC e TTS.","DescriptionTutorial":"Nuovo utente? Questo tutorial ti metterà subito in pista! Basato su pittogrammi AAC e TTS.","DescriptionContact":"Hai bisogno di richiedere una funzione o un contatto con noi?","DescriptionAbout":"Chi siamo noi? Che ne dite di Pictalk.","DescriptionPublic":"Qui potete trovare tutti i pittogrammi pubblici AAC gratuiti forniti da persone generose","VerifyAccount":"Verifica","VerifyAccountText":"Per accedere, copiate qui sopra il codice che avete ricevuto nella vostra casella postale","VerifyAccountOK":"OK","VerifyAccountVerificationCode":"Inserire il codice di verifica","VerificationToken":"Il token di convalida è sbagliato","VerificationMoreMail":"Non hai ricevuto un'e-mail? Cliccare qui","VerificationMoreMailSuccess":"Ti è stata inviata un'altra email, Controlla il tuo spam!","VerificationMoreMailFail":"Non è stato possibile inviare un'altra email","VerificationSuccess":"Benvenuti a Pictalk","PictoMeaningNotEmpty":"Il significato non dovrebbe essere vuoto","DuplicateFriends":"Questo utente è già tuo amico","CannotRemoveFriends":"Questo utente è già stato rimosso dal tuo amico","DuplicateGroupUser":"Questo utente è già in questo gruppo","CannotRemoveGroupUser":"Questo utente è già stato rimosso da questo gruppo","CreateNewGroup":"Creare un nuovo gruppo","TraductionError":"Non ho capito la traduzione","SharedWithYou":"ti ha condiviso :","UnsharedWithYou":"ha smesso di condividere:","MustVerifyEmail":"Devi prima verificare la tua email","CreateGroups":"Crea un gruppo nella pagina del tuo account","CreatedGroupSucess":"Creato gruppo con successo","EditedGroupSucess":"Gruppo modificato con successo","AddGroup":"Creare un gruppo","GroupLabel":"Icona per il gruppo","GroupName":"Nome del gruppo","AddUser":"Aggiungi utente","TooltipNotifications":"Dai un'occhiata alle tue notifiche","UserNotExists":"questo utente non esiste","ShowMore":"Mostra di più","ShowLess":"Mostra meno","NotShareYourself":"Non puoi condividere con te stesso","NotFriendYourself":"Non può essere amico di se stesso","ShareDemo":"Condividi","CommunicateDemo":"Messaggio","CreateDemo":"Creare","TalkDemo":"Parla","Tutorial1":"Nella tua schermata iniziale troverai pittogrammi e collezioni. Le collezioni hanno un'ombra intorno a loro, puoi pensare a pittogrammi e collezioni come a file e cartelle, una collezione può contenere diverse collezioni e pittogrammi al suo interno. Per aggiungere o modificare pittogrammi e collezioni è necessario premere il pulsante di blocco per accedere alla modalità di amministrazione","Tutorial2":"Una volta in modalità admin, puoi premere il pulsante verde per creare un pittogramma o quello rosso per creare una collezione. Puoi anche modificare i pittogrammi e le collezioni esistenti. Cliccando sul pulsante con la stella puoi creare pittogrammi e collezioni preferiti e quelli appariranno in cima alla lista. Infine puoi anche premere il pulsante freccia blu per mostrare il resto delle azioni.","Tutorial3":"La creazione di pittogrammi e collezioni è abbastanza semplice, tutto quello che dovete fare è aggiungere un'immagine nella prima scheda, poi un discorso e un significato nella seconda. Le immagini possono essere cercate direttamente su Pictalk o si possono anche caricare le proprie immagini.","Tutorial4":"Poi puoi modificare il discorso e il significato a tuo piacimento, nota che il discorso è ciò che verrà detto e il significato è ciò che verrà visualizzato. Infine puoi anche assegnare dei colori ai pittogrammi e alle collezioni che appariranno come un bordo intorno al pittogramma, di default il colore è trasparente.","Tutorial5":"Dopo aver creato i tuoi pittogrammi e collezioni puoi eseguire diverse azioni su di essi entrando in modalità admin e cliccando sul pulsante con la freccia blu. Puoi modificare o cancellare i pittogrammi. Le collezioni possono anche essere copiate e poi incollate e anche condivise con altri utenti","TutorialSkip":"Skip tutorial"}