{"Home":"Início","GetStarted":"Comece!","Infos":"Informações","BugsAndSuggestions":"Bugs & Sugestões","NewsAndUpdates":"Notícias e Actualizações","Makaton":"Makaton","LogIn":"Iniciar Sessão","LogOut":"Sair","SignUp":"Inscrever-se","GoToPictalk":"Ir para Pictalk","More":"Mais","Email":"Email","PlaceHolderEmail":"alex@pictalk.xyz","Password":"Senha","PlaceHolderPassword":"MySuprScretPassw0rd!","ConfirmPassword":"Confirmar senha","Language":"Idioma","Cancel":"Cancel","Save":"Salvar","DownloadAllPictos":"Descarregar todos os pictogramas","DownloadAllPictosNotice":"Premindo este botão irá descarregar todos os seus pictogramas para que possa usar o Pictalk em modo offline em segurança ! Por favor, seja paciente e espere pelo menos um minuto.","ForgotPswd":"Esqueceu a senha?","Majority":"Eu tenho mais de 13 anos de idade","IHaveRead":"Eu li e aceito o","TermsOfUse":"termos de uso","And":"e","PrivacyPolicy":"a política de privacidade","By":"por","CodeIsLicensed":"O código fonte é licenciado","ProjectBackedBy":"é um projecto apoiado por:","WantToBeABacker":"Também queres ser um apoiante? Sinta-se à vontade para enviar um e-mail","Me":"eu","CreateCollection":"Criar coleção","Name":"Nome","Color":"Cor","NameNotice":"O texto a ser exibido...","ColorNotice":"A cor da barra inferior dentro da colecção","ClickToUpload":"Clique para carregar","DropFiles":"Solte seus arquivos aqui ou clique para fazer upload","StandardQuality":"Qualidade padrão (para pictogramas)","HighQuality":"Alta qualidade (para fotos)","Close":"Fechar","Create":"Criar","CreatePictogram":"Criar Picograma","Speech":"Discurso","SpeechNotice":"O texto a ser falado","Meaning":"Significado","MeaningNotice":"O texto a ser exibido","Folder":"Folder","FolderNotice":"é uma pasta?","ServerOffline":"O servidor não pode ser alcançado, verifique a sua ligação à Internet","Welcome":"Bem-vindo !","WrongCredentials":"E-mail ou senha incorretos","PleaseCompleteForm":"Por favor, preencha o formulário","PasswordNotCorrespond":"As senhas não correspondem","AccountCreated":"A sua conta foi criada com sucesso!","ParametersInvalid":"Alguns parâmetros são inválidos (como o endereço de e-mail ou a senha)","EmailAlreadyInUse":"Este e-mail já é utilizado","CreatedCollection":"A colecção foi criada sem falhas!","SomeThingBadHappened":"Algo de mau aconteceu...","CreatedPictogram":"O pictograma foi carregado sem falhas!","EditCollection":"Editar Coleção","ImageFiles":"Apenas imagens gif png, jpeg ou jpg são permitidas","EditedCollection":"A colecção foi editada sem falhas!","UpdatedCollection":"Por favor insira uma Cor ou um Nome ou um Arquivo... Cor e Nome não podem \"estar vazios","EditPictogram":"Editar Pictograma","EditedPictogram":"O pictograma foi editado sem falhas!","MeaningEmpty":"O significado não pode ser \"vazio","Edit":"Editar","CopySucces":"Copiou com sucesso os pictos !","CopyError":"Não consegui copiar os pictos.","AboutMe":"Sobre mim","AboutText1":"Olá, eu sou o Alex. Eu sou um estudante de 23 anos na INSA Lyon. Eu estudo Telecomunicações e Informática. Sou fã de auto-hospedagem, desenvolvimento e networking! Eu também gosto de fazer","AboutText2":"ou tirar fotos durante as minhas férias.","Backers":"Apoiadores","AboutText3":"Muito obrigado à La fondation INSA Lyon que reencaminhou o PicTalk com 1000 euros. Seu programa Coups de Pouce Passion ajuda os alunos da INSA a financiar seus projetos. Você também pode assistir a isso","AboutText4":"que me ajudou a ganhar o concurso!","EditUserDetails":"Editar Detalhes do Usuário","ResetPassword":"Redefinir Senha","CheckSpam":"Por favor verifique a sua pasta de SPAM ! Se você não receber nenhum e-mail, por favor entre em contato comigo em : <b>alex@pictalk.xyz","EmailPlease":"Por favor, introduza um e-mail","ChangePasswordDemand":"A demanda de redefinição de senha transmitida com sucesso, por favor veja os seus e-mails.","ContactMe":"Contacte-me","ContactText1":"Se você tiver alguma sugestão para o site você pode me contatar no seguinte endereço de e-mail :","ContactText2":" Estamos abertos a qualquer uma das suas ideias, de modo a proporcionar a melhor experiência possível :)","BugReport":"Relatório de erros e perguntas","ContactText3":"Se você encontrar algum bug ou tiver propostas para melhorar o código do site, você pode enviá-las para esta página do github :","Help":"Ajuda","HelpText1":"Este botão vai levá-lo ao menu das suas colecções. Ele irá apagar a frase que você está fazendo.","HelpText2":"Este botão vai trazer ChangePasswordSuccessyou para o menu da sua conta. O menu de conta permite que você altere seu e-mail, idioma e senha.","HelpText3":"Estes botões permitirão que você entre no modo supervisor e saia do modo supervisor. O modo supervisor é necessário para modificar, adicionar e apagar pictogramas.","HelpText4":"Este botão irá apagar a sua frase actual e trazê-lo para o menu de colecções. Funciona da mesma forma que o botão \"home\".","HelpText5":"Este botão irá apagar o último picto na sua frase. Se era uma pasta, então você volta para a tela anterior.","HelpText6":"Este botão irá pronunciar e falar em voz alta a frase que você está fazendo.","HelpText7":"Este botão irá copiar a sua frase actual. Agora você pode colar a frase em qualquer lugar !","HelpText8":"Por vezes terá de carregar neste botão para ir buscar os seus últimos pictogramas :) Digamos que você adicionou 10 pictogramas no seu computador e eles não aparecem no telefone do seu filho: Pressione este botão no telefone dele e ele irá buscar todos os pictogramas recentes e os dados que você carregou!","Pictograms":"Pictogramas","ARSAAC":"ARASAAC","ProvidedPictos":"Cada utilizador fresco é dotado de alguns pictogramas básicos. Estes pictogramas vêm da grande organização ARASAAC, que fornece pictogramas gratuitos. Sua coleção é enorme e é realmente fácil encontrar o pictograma que você está procurando. Confira o site deles","WhatIsMakaton":"O que é Makaton?","MakatonText1":"Makaton é um programa de linguagem único que usa símbolos, sinais e fala para permitir que as pessoas se comuniquem. Ele apoia o desenvolvimento, de habilidades essenciais de comunicação, como atenção e escuta, compreensão, memória, lembrança e organização da linguagem e expressão. Ser capaz de comunicar é uma das competências mais importantes que necessitamos na vida. Quase tudo o que fazemos envolve comunicação; tarefas diárias, tais como aprender na escola, pedir comida e bebida, resolver problemas, fazer amigos e divertir-se. Todas elas dependem da nossa capacidade de comunicar uns com os outros. Com Makaton, são usados sinais, com a fala, em ordem de palavras faladas. Isso ajuda a fornecer pistas extras sobre o que alguém está dizendo. O uso de sinais pode ajudar pessoas que não têm fala ou cuja fala não é clara. O uso de símbolos pode ajudar as pessoas que têm fala limitada e aquelas que não podem, ou preferem não assinar...Organização Makaton","PictalkMakaton":"Pictalk & Makaton France (AAD Makaton)","MakatonText2":"Só para os membros franceses da Makaton ! Graças a um acordo entre AAD Makaton e Pictalk, um membro makaton terá muito em breve um pacote para principiantes com muitos pictogramas e algumas frases já estão prontas. Se você não está familiarizado com ele, confira o site francês deles:","MakatonText3":". Por enquanto você pode me enviar um e-mail pedindo os pictos. Depois de um rápido passo de verificação com Makaton, eu lhe enviarei os pictogramas.","AndUniversalWebsite":"e site universal","Here":"aqui","NewPassword":"Nova Senha","PasswordValidationMessage":"Pelo menos uma letra maiúscula, um dígito e uma senha com comprimento mínimo de 8","ChangePassword":"Alterar Senha","PasswordEmpty":"A senha está vazia","ChangePasswordSuccess":"Demanda de alteração de senha transmitida com sucesso","RecentNews":"Notícias recentes !","AwardPictalk":" PicTalk recebeu 1000 euros no concurso Coups de pouce passion !","PictalkNewsSTitle":"Imagine nas notícias ! :","RoadmapDone1":"Agora é mostrado o MEANING em vez do SPEECH no bar Picto. O mesmo para o botão de cópia","RoadmapDone2":"Modo totalmente fora de linha pronto","RoadmapDone3":"Instale a aplicação via Chrome, Firefox, Safari, etc. (Toque em Instalar no menu de opções)","RoadmapDone4":"Acabaram-se os cookies de terceiros","RoadmapDone5":"Você pode colocar uma estrela em um pictograma para que ele mostre no início de uma vista","RoadmapDone6":"O modo Admin é agora mais consistente através dos diferentes menus","RoadmapDone7":"Faça um vídeo tutorial (FR)","RoadmapDone8":"Baixe todos os seus pictogramas com um botão","RoadmapTodo1":"Pictalk no Microsoft Store","RoadmapTodo2":"Fornecer alguns pictogramas e pacotes no início de uma conta","RoadmapTodo3":"Traduzir o site em alemão e italiano","Roadmap":"Roteiro","PictosFetched":"Os últimos pictos foram obtidos correctamente","OfflinePictalk":"Pictalk está agora offline-ready ✈️ ! Você vai a algum lugar sem nenhuma conexão com a internet? Não há problema agora, basta baixar todos os seus pictogramas em um clique (Vá para a página da conta)","LatestUpdateWarning":"Após a última actualização, terá de sair e iniciar sessão para que a aplicação funcione correctamente, lamentando a inconviniência.","WaitIsPictalk":"O que é PicTalk ?","HomeText1":"PicTalk é tudo sobre pictogramas. O seu objectivo é facilitar a vida das pessoas com deficiência de fala. O meu irmão mais novo, Pablo, tem o sindroma de Down. Ele não é capaz de falar nem de escrever. Felizmente, o Pablo gosta de comprimidos e telefones. A maior parte da comunicação que Pablo faz vem de seu aparelho. A maior parte do tempo ele usa fotos de lugares ou pictogramas para se expressar. Atualmente existem aplicações muito limitadas que utilizam pictogramas para produzir asentências em voz alta. Estes aplicativos eram bastante caros ou não compatíveis com quase todos os dispositivos. Então eu decidi, com meu conhecimento em desenvolvimento Web, fazer um aplicativo. Aqui está o Pictalk.","MainFeatures":"Principais características","HomeFeature1":"Todas as suas imagens/pictogramas são salvas na nuvem","HomeFeature2":"Você pode instalar o aplicativo a partir do seu computador ou telefone e tablet","HomeFeature3":"Funciona com todas as plataformas, tão simples quanto isso","HomeFeature4":"Ele pode falar praticamente qualquer língua","HomeFeature5":"Número ilimitado de pictogramas e coleções","HomeFeature6":"No ads","HomeFeature7":"Para sempre livre","HomeFeature8":"Fácil de usar","HomeFeature9":"Zero cookies de terceiros","HomeFeature10":"Pronto para o Offline-","OpenSourceAndFree":"Código Aberto e Livre","OpenSourceAndFreeText1":"Todo o código é de fonte aberta em","OpenSourceAndFreeText2":". Você pode, é claro, contribuir ou compartilhar idéias e atualizações. Porque quero que todos tenham a oportunidade de comunicar, o PicTalk será sempre gratuito e tentarei deixar os utilizadores terem tanto armazenamento quanto precisarem. Infelizmente, eu não sou rico. Não posso gastar demasiado dinheiro em servidores se a base de utilizadores do PicTalk crescer. É por isso que, se estiver a usar o PicTalk e gostar dele, sinta-se à vontade para doar.","SupervisorModeQuestion":"Quanto é que","SupervisorModeInput":"Digite a resposta aqui","SupervisorModeSuccess":"Você está agora no modo supervisor, parabéns :D","NoVoicesFound":"Não foram encontradas vozes no dispositivo...","DeleteItem":"Tens a certeza que queres apagar:","Delete":"Eliminar item","PleaseType1":"Por favor, digite:","PleaseType2":"a fim de eliminar o item.","DeleteNotCorrespond":"A entrada não corresponde","DeletedSuccess":"Eliminado com sucesso","Slogan":"\"Porque falar é um direito e não um serviço, Pictalk será gratuito e de código aberto para sempre.\"","Communicate":"Comunique","Communicate_IRL":"O Pictalk é ótimo em aplicações em tempo real: Pode falar em voz alta uma frase composta por vários pictogramas.","Communicate_Messages":"Como as mensagens estão a tornar-se tão importantes como falar, o Pictalk permite copiar os pictogramas + frase e enviá-los com as suas aplicações de mensagens favoritas.  ","HowItWorks1":"Graças à associação ARASAAC que fornece pictogramas gratuitos, cada novo utilizador ganha um pacote inicial de cerca de 20 pictogramas e alguns conjuntos de frases ! Graças a isso você aprenderá a usar o Pictalk e começará a falar muito em breve.","HowItWorks2":"Aqui está um exemplo de uma frase incluída no pacote inicial: Esta frase vai produzir \"Eu gosto de batatas fritas\".","SearchNotice":"O que você está procurando?","Search":"Pesquisa","GetStartedTitle":"Comece já a Pick-Talk !","TutorialDescription":"Neste pequeno tutorial, vamos analisar as principais características do PicTalk. Ele pode ser instalado a partir do :","TutorialInstallation":"E diretamente do site (Clique em instalar no menu do seu navegador)","TutorialFirstScreen":"Esta é a primeira tela que você vai ver. Na parte superior você pode ver a barra de navegação. A barra de navegação ajuda-o a navegar através da aplicação. Como pode ver, existem muitos separadores no PicTalk. Para iniciar a sua viagem, por favor clique no botão \"Sign Up\".","TutorialSecondScreen":"Este menu vai aparecer. Por favor, preencha o formulário e leia atentamente a mensagem de informações legais. Não coloque um e-mail falso ou perderá a sua conta se não se lembrar da sua senha... A língua também é importante para que a voz fale a sua língua. O nome e sobrenome são necessários por causa dos requisitos legais.","TutorialThirdScreen":"Aqui está o formulário após um preenchimento válido.","TutorialFourthScreen":"Parabéns! Agora pode ver a tela inicial do PicTalk. Como pode ver, por agora está completamente em branco. Mas não entrem em pânico, vamos enchê-la em breve! Mas antes de mergulharmos fundo no PicTalk, vamos ver como funciona.","TutorialFifthScreen":"Estas são colecções. Podemos pensar nas Colecções como uma grande pasta. Elas reagrupam pictogramas por temas. Claro, você decide. Neste exemplo, coloquei alguns temas básicos que o meu irmão mais novo usa diariamente. Nós adoramos dizer-nos o que ele quer para o jantar! Ele também adora viajar e dizer aos outros para onde foi... Vamos voltar! As grandes praças são as coleções. Nas coleções você pode ver quadradinhos com algum texto neles. Eu chamo-lhes pictogramas. Não se preocupe se você não entender completamente, nós vamos passar por um exemplo mais tarde. Tudo bem?","TutorialSixthScreen":"Vamos falar agora de pictogramas. Aqui ampliamos a colecção Drink & Eat. Podemos ver pictogramas de tamanhos e tonalidades diferentes. É porque os pictogramas podem, como colecções, conter pictogramas. Essa forma permite-nos fazer frases com facilidade. Digamos que entramos na colecção Drink & Eat. Queremos beber, por isso clicamos no pictograma \"Eu quero beber...\". Depois de clicarmos, temos a opção de clicar em \"Uma chávena de água\" ou \"Um chá\" ou \"Um sumo feito de...\". Se eu clicar em \"uma xícara de água\", o Pictalk dirá \"Eu quero beber uma xícara de água\". Mas se eu clicar em \"um suco feito de...\" e \"Maçãs\" em vez de \"Uma xícara de água\", o Pictalk dirá: \"Eu quero beber um sumo feito de maçãs\". A frase pode não parecer um pouco natural, mas este é um exemplo onde este método é o pior... Na maioria das vezes, é muito bom. Agora, vamos criar coleções e pictogramas! Espero que estejas entusiasmado!","TutorialSeventhScreen":"Clique agora no botão violeta na parte superior da tela. O habitual, onde é para os parâmetros. Você verá um popup como este. Responder à adição irá levá-lo para o modo supervisor. Permite-lhe criar, editar e apagar colecções e pictogramas. Antes de responder à pergunta, vamos falar sobre o porquê de eu ter implementado este mecanismo. Quero que o meu aplicativo seja o mais simples possível. Este mecanismo não precisa de outra senha de supervisor ou uma coisa complicada. Educadores, pais e irmãos podem adicionar pictogramas, remover, editar, etc... E isso, com apenas uma conta. podemos ter uma área supervisionada e o parque infantil. E a criança não poderá apagar por erro alguns pictogramas.","TutorialEigthScreen":"Estamos agora no modo supervisor. Ao nível das colecções. Porque, como vimos antes, você precisa escolher uma coleção antes de acessar seus pictogramas. Você pode ver o botão roxo mudado para cinza. Se clicar no botão cinzento, sairá do modo de supervisor. Viu aparecer o \"+\" circulado? Deixou-nos criar uma colecção.","TutorialNinthScreen":"Complete o nome, a cor e carregue um arquivo para criar a coleção ! No fundo do formulário, há um pequeno retângulo com uma cruz dentro dele. Uma vez selecionado o seu arquivo, ele mostrará o nome do arquivo. (Dê uma olhada na próxima foto)","TutorialTenthScreen":"E aqui está a minha colecção. Eu seleccionei a imagem \"manger.png\". Clique em \"create\" (criar) para continuar.","TutorialEleventhScreen":"Para além da colecção \"EAT\", criei outras duas. Vamos adicionar algum conteúdo à colecção \"EAT\". Clique no ícone \"EAT\".","TutorialTwelfthScreen":"Agora você verá um ecrã em branco, isso é normal, ainda não tem pictogramas. Repita os mesmos passos das colecções (clique no botão roxo e responda à pergunta). Aqui está o formulário para criar pictogramas. A fala é o que a aplicação vai dizer. O significado em oposição é simplesmente o nome do pictograma. O terceiro elemento é o \"Folder\" (Pasta). Se você quiser que seu pictograma contenha outros pictogramas, coloque-o em verdade. Caso contrário, recomendo que o deixe em falso. Neste exemplo, a frase termina quando dizemos \"Estou com fome\". Não precisamos de pôr outras palavras para trás desta. A seguir, carregue a imagem e crie !","TutorialThirteenthScreen":"Aqui está um exemplo onde é bom fazer uma pasta de pictogramas. \"Eu quero\" pode ser seguido por muitas palavras !","TutorialFourteenthScreen":"Aqui estão os nossos dois pictogramas. O primeiro significa \"Estou com fome\" e o outro \"Quero\". Como pode ver, a cor da barra no fundo é a mesma cor que você definiu na coleção. Dê uma olhada mais de perto na barra de pictogramas...","TutorialFifteenthScreen":"O botão \"lixo\" irá levá-lo às coleções e apagar a frase. O outro botão vermelho é para apagar o último pictograma da frase. O último é para falar. Clique nos pictogramas e tente construir sentenças. Apague-as, etc...","TutorialSixteenthScreen":"Aqui está o que acontece quando eu clico num pictograma. Ele aparece na barra inferior, a barra de pictogramas.","TutorialSeventeenthScreen":"Agora se eu clicar na pasta de pictogramas \"I want\" ela me leva aos pictogramas que ela contém. Está em branco porque ainda não contém pictogramas. Vamos criar um!","TutorialEighteenthScreen":"Aqui está o pictograma que estou a fazer dentro da pasta \"Eu quero\". Como não vamos colocar nenhuma palavra depois de \"algumas batatas fritas\" o nosso pictograma não é uma pasta.","TutorialNineteenthScreen":"Agora, clique no pictograma \"FRIES\". Veja como o pictograma adiciona \"algumas batatas fritas\" ao \"Eu quero\". Vamos conversar (clique no botão azul) VOILAAAA A SENTENCE !!! Você tem todo o conhecimento para usar o Pictalk no seu melhor ! Vou tentar dar mais exemplos de pictogramas que o meu irmão tem. Vá para o último ecrã que vou apresentar aqui.","TutorialTwentiethScreen":"Este é o menu do utilizador. Você pode acessá-lo clicando no botão azul na barra de navegação. Aqui você pode mudar o idioma, o nome e todas as coisas que você digitou durante o Cadastro.","TutorialEnd":"Obrigado por ter lido todo o tutorial.","Image":"Imagem","OrUploadYourOwn":"Ou carregue o seu próprio","Try":"Experimente","Pictogram":"Pictograma","MissingImage":"Não há imagem para carregar"}