{"Home":"Início","GetStarted":"Comece!","Infos":"Informações","BugsAndSuggestions":"Bugs & Sugestões","NewsAndUpdates":"Notícias e Actualizações","Makaton":"Makaton","LogIn":"Iniciar Sessão","LogOut":"Sair","SignUp":"Inscrever-se","GoToPictalk":"Ir para Pictalk","More":"Mais","Email":"Email","PlaceHolderEmail":"alex@pictalk.xyz","Password":"Senha","PlaceHolderPassword":"MySuprScretPassw0rd!","ConfirmPassword":"Confirmar senha","Language":"Idioma","Cancel":"Cancel","Save":"Salvar","DownloadAllPictos":"Descarregar todos os pictogramas","DownloadAllPictosNotice":"Premindo este botão irá descarregar todos os seus pictogramas para que possa usar o Pictalk em modo offline em segurança ! Por favor, seja paciente e espere pelo menos um minuto.","ForgotPswd":"Esqueceu a senha?","Majority":"Eu tenho mais de 13 anos de idade","IHaveRead":"Eu li e aceito o","TermsOfUse":"termos de uso","And":"e","PrivacyPolicy":"a política de privacidade","By":"por","CodeIsLicensed":"O código fonte é licenciado","ProjectBackedBy":"é um projecto apoiado por:","WantToBeABacker":"Também queres ser um apoiante? Sinta-se à vontade para enviar um e-mail","Me":"eu","CreateCollection":"Criar coleção","Name":"Nome","Color":"Cor","NameNotice":"O texto a ser exibido...","ColorNotice":"A cor da barra inferior dentro da colecção","ClickToUpload":"Clique para carregar","DropFiles":"Solte seus arquivos aqui ou clique para fazer upload","StandardQuality":"Qualidade padrão (para pictogramas)","HighQuality":"Alta qualidade (para fotos)","Close":"Fechar","Create":"Criar","CreatePictogram":"Criar Picograma","Speech":"Discurso","SpeechNotice":"O texto a ser falado","Meaning":"Significado","MeaningNotice":"O texto a ser exibido","Folder":"Folder","FolderNotice":"é uma pasta?","ServerOffline":"O servidor não pode ser alcançado, verifique a sua ligação à Internet","Welcome":"Bem-vindo !","WrongCredentials":"E-mail ou senha incorretos","PleaseCompleteForm":"Por favor, preencha o formulário","PasswordNotCorrespond":"As senhas não correspondem","AccountCreated":"A sua conta foi criada com sucesso!","ParametersInvalid":"Alguns parâmetros são inválidos (como o endereço de e-mail ou a senha)","EmailAlreadyInUse":"Este e-mail já é utilizado","CreatedCollection":"A colecção foi criada sem falhas!","SomeThingBadHappened":"Algo de mau aconteceu...","CreatedPictogram":"O pictograma foi carregado sem falhas!","EditCollection":"Editar Coleção","ImageFiles":"Apenas imagens gif png, jpeg ou jpg são permitidas","EditedCollection":"A colecção foi editada sem falhas!","UpdatedCollection":"Por favor insira uma Cor ou um Nome ou um Arquivo... Cor e Nome não podem \"estar vazios","EditPictogram":"Editar Pictograma","EditedPictogram":"O pictograma foi editado sem falhas!","MeaningEmpty":"O significado não pode ser \"vazio","Edit":"Editar","CopySucces":"Copiou com sucesso os pictos !","CopyError":"Não consegui copiar os pictos.","AboutMe":"Sobre mim","AboutText1":"Olá, eu sou o Alex. Eu sou um estudante de 23 anos na INSA Lyon. Eu estudo Telecomunicações e Informática. Sou fã de auto-hospedagem, desenvolvimento e networking! Eu também gosto de fazer","AboutText2":"ou tirar fotos durante as minhas férias.","Backers":"Apoiadores","AboutText3":"Muito obrigado à La fondation INSA Lyon que reencaminhou o PicTalk com 1000 euros. Seu programa Coups de Pouce Passion ajuda os alunos da INSA a financiar seus projetos. Você também pode assistir a isso","AboutText4":"que me ajudou a ganhar o concurso!","EditUserDetails":"Editar Detalhes do Usuário","ResetPassword":"Redefinir Senha","CheckSpam":"Por favor verifique a sua pasta de SPAM ! Se você não receber nenhum e-mail, por favor entre em contato comigo em : <b>alex@pictalk.xyz","EmailPlease":"Por favor, introduza um e-mail","ChangePasswordDemand":"A demanda de redefinição de senha transmitida com sucesso, por favor veja os seus e-mails.","ContactMe":"Contacte-me","ContactText1":"Se você tiver alguma sugestão para o site você pode me contatar no seguinte endereço de e-mail :","ContactText2":" Estamos abertos a qualquer uma das suas ideias, de modo a proporcionar a melhor experiência possível :)","BugReport":"Relatório de erros e perguntas","ContactText3":"Se você encontrar algum bug ou tiver propostas para melhorar o código do site, você pode enviá-las para esta página do github :","Help":"Ajuda","HelpText1":"Este botão vai levá-lo ao menu das suas colecções. Ele irá apagar a frase que você está fazendo.","HelpText2":"Este botão vai trazer ChangePasswordSuccessyou para o menu da sua conta. O menu de conta permite que você altere seu e-mail, idioma e senha.","HelpText3":"Estes botões permitirão que você entre no modo supervisor e saia do modo supervisor. O modo supervisor é necessário para modificar, adicionar e apagar pictogramas.","HelpText4":"Este botão irá apagar a sua frase actual e trazê-lo para o menu de colecções. Funciona da mesma forma que o botão \"home\".","HelpText5":"Este botão irá apagar o último picto na sua frase. Se era uma pasta, então você volta para a tela anterior.","HelpText6":"Este botão irá pronunciar e falar em voz alta a frase que você está fazendo.","HelpText7":"Este botão irá copiar a sua frase actual. Agora você pode colar a frase em qualquer lugar !","HelpText8":"Por vezes terá de carregar neste botão para ir buscar os seus últimos pictogramas :) Digamos que você adicionou 10 pictogramas no seu computador e eles não aparecem no telefone do seu filho: Pressione este botão no telefone dele e ele irá buscar todos os pictogramas recentes e os dados que você carregou!","Pictograms":"Pictogramas","ARSAAC":"ARASAAC","ProvidedPictos":"Cada utilizador fresco é dotado de alguns pictogramas básicos. Estes pictogramas vêm da grande organização ARASAAC, que fornece pictogramas gratuitos. Sua coleção é enorme e é realmente fácil encontrar o pictograma que você está procurando. Confira o site deles","WhatIsMakaton":"O que é Makaton?","MakatonText1":"Makaton é um programa de linguagem único que usa símbolos, sinais e fala para permitir que as pessoas se comuniquem. Ele apoia o desenvolvimento, de habilidades essenciais de comunicação, como atenção e escuta, compreensão, memória, lembrança e organização da linguagem e expressão. Ser capaz de comunicar é uma das competências mais importantes que necessitamos na vida. Quase tudo o que fazemos envolve comunicação; tarefas diárias, tais como aprender na escola, pedir comida e bebida, resolver problemas, fazer amigos e divertir-se. Todas elas dependem da nossa capacidade de comunicar uns com os outros. Com Makaton, são usados sinais, com a fala, em ordem de palavras faladas. Isso ajuda a fornecer pistas extras sobre o que alguém está dizendo. O uso de sinais pode ajudar pessoas que não têm fala ou cuja fala não é clara. O uso de símbolos pode ajudar as pessoas que têm fala limitada e aquelas que não podem, ou preferem não assinar...Organização Makaton","PictalkMakaton":"Pictalk & Makaton France (AAD Makaton)","MakatonText2":"Só para os membros franceses da Makaton ! Graças a um acordo entre AAD Makaton e Pictalk, um membro makaton terá muito em breve um pacote para principiantes com muitos pictogramas e algumas frases já estão prontas. Se você não está familiarizado com ele, confira o site francês deles:","MakatonText3":". Por enquanto você pode me enviar um e-mail pedindo os pictos. Depois de um rápido passo de verificação com Makaton, eu lhe enviarei os pictogramas.","AndUniversalWebsite":"e site universal","Here":"aqui","NewPassword":"Nova Senha","PasswordValidationMessage":"Pelo menos uma letra maiúscula, um dígito e uma senha com comprimento mínimo de 8","ChangePassword":"Alterar Senha","PasswordEmpty":"A senha está vazia","ChangePasswordSuccess":"Demanda de alteração de senha transmitida com sucesso","RecentNews":"Notícias recentes !","AwardPictalk":" PicTalk recebeu 1000 euros no concurso Coups de pouce passion !","PictalkNewsSTitle":"Imagine nas notícias ! :","RoadmapDone1":"Agora é mostrado o MEANING em vez do SPEECH no bar Picto. O mesmo para o botão de cópia","RoadmapDone2":"Modo totalmente fora de linha pronto","RoadmapDone3":"Instale a aplicação via Chrome, Firefox, Safari, etc. (Toque em Instalar no menu de opções)","RoadmapDone4":"Acabaram-se os cookies de terceiros","RoadmapDone5":"Você pode colocar uma estrela em um pictograma para que ele mostre no início de uma vista","RoadmapDone6":"O modo Admin é agora mais consistente através dos diferentes menus","RoadmapDone7":"Faça um vídeo tutorial (FR)","RoadmapDone8":"Baixe todos os seus pictogramas com um botão","RoadmapTodo1":"Pictalk no Microsoft Store","RoadmapTodo2":"Fornecer alguns pictogramas e pacotes no início de uma conta","RoadmapTodo3":"Traduzir o site em alemão e italiano","Roadmap":"Roteiro","PictosFetched":"Os últimos pictos foram obtidos correctamente","OfflinePictalk":"Pictalk está agora offline-ready ✈️ ! Você vai a algum lugar sem nenhuma conexão com a internet? Não há problema agora, basta baixar todos os seus pictogramas em um clique (Vá para a página da conta)","LatestUpdateWarning":"Após a última actualização, terá de sair e iniciar sessão para que a aplicação funcione correctamente, lamentando a inconviniência.","WaitIsPictalk":"O que é PicTalk ?","HomeText1":"PicTalk é tudo sobre pictogramas. O seu objectivo é facilitar a vida das pessoas com deficiência de fala. O meu irmão mais novo, Pablo, tem o sindroma de Down. Ele não é capaz de falar nem de escrever. Felizmente, o Pablo gosta de comprimidos e telefones. A maior parte da comunicação que Pablo faz vem de seu aparelho. A maior parte do tempo ele usa fotos de lugares ou pictogramas para se expressar. Atualmente existem aplicações muito limitadas que utilizam pictogramas para produzir asentências em voz alta. Estes aplicativos eram bastante caros ou não compatíveis com quase todos os dispositivos. Então eu decidi, com meu conhecimento em desenvolvimento Web, fazer um aplicativo. Aqui está o Pictalk.","MainFeatures":"Principais características","HomeFeature1":"Todas as suas imagens/pictogramas são salvas na nuvem","HomeFeature2":"Você pode instalar o aplicativo a partir do seu computador ou telefone e tablet","HomeFeature3":"Funciona com todas as plataformas, tão simples quanto isso","HomeFeature4":"Ele pode falar praticamente qualquer língua","HomeFeature5":"Número ilimitado de pictogramas e coleções","HomeFeature6":"No ads","HomeFeature7":"Para sempre livre","HomeFeature8":"Fácil de usar","HomeFeature9":"Zero cookies de terceiros","HomeFeature10":"Pronto para o Offline-","OpenSourceAndFree":"Código Aberto e Livre","OpenSourceAndFreeText1":"Todo o código é de fonte aberta em","OpenSourceAndFreeText2":". Você pode, é claro, contribuir ou compartilhar idéias e atualizações. Porque quero que todos tenham a oportunidade de comunicar, o PicTalk será sempre gratuito e tentarei deixar os utilizadores terem tanto armazenamento quanto precisarem. Infelizmente, eu não sou rico. Não posso gastar demasiado dinheiro em servidores se a base de utilizadores do PicTalk crescer. É por isso que, se estiver a usar o PicTalk e gostar dele, sinta-se à vontade para doar.","SupervisorModeQuestion":"Quanto é que","SupervisorModeInput":"Digite a resposta aqui","SupervisorModeSuccess":"Você está agora no modo supervisor, parabéns :D","NoVoicesFound":"Não foram encontradas vozes no dispositivo...","DeleteItem":"Tens a certeza que queres apagar:","Delete":"Eliminar item","PleaseType1":"Por favor, digite:","PleaseType2":"a fim de eliminar o item.","DeleteNotCorrespond":"A entrada não corresponde","DeletedSuccess":"Eliminado com sucesso","Slogan":"\"Porque falar é um direito e não um serviço, Pictalk será gratuito e de código aberto para sempre.\"","Communicate":"Comunique","Communicate_IRL":"O Pictalk é ótimo em aplicações em tempo real: Pode falar em voz alta uma frase composta por vários pictogramas.","Communicate_Messages":"Como as mensagens estão a tornar-se tão importantes como falar, o Pictalk permite copiar os pictogramas + frase e enviá-los com as suas aplicações de mensagens favoritas.  ","HowItWorks1":"Graças à associação ARASAAC que fornece pictogramas gratuitos, cada novo utilizador ganha um pacote inicial de cerca de 20 pictogramas e alguns conjuntos de frases ! Graças a isso você aprenderá a usar o Pictalk e começará a falar muito em breve.","HowItWorks2":"Aqui está um exemplo de uma frase incluída no pacote inicial: Esta frase vai produzir \"Eu gosto de batatas fritas\".","SearchNotice":"O que você está procurando?","Search":"Pesquisa","GetStartedTitle":"Comece já a Pick-Talk !","TutorialDescription":"Neste pequeno tutorial, vamos analisar as principais características do PicTalk. Ele pode ser instalado a partir do :","TutorialInstallation":"E diretamente do site (Clique em instalar no menu do seu navegador)","TutorialFirstScreen":"Esta é a primeira tela que você vai ver. Na parte superior você pode ver a barra de navegação. A barra de navegação ajuda-o a navegar através da aplicação. Como pode ver, existem muitos separadores no PicTalk. Para iniciar a sua viagem, por favor clique no botão \"Sign Up\".","TutorialSecondScreen":"Este menu vai aparecer. Por favor, preencha o formulário e leia atentamente a mensagem de informações legais. Não coloque um e-mail falso ou perderá a sua conta se não se lembrar da sua senha... A língua também é importante para que a voz fale a sua língua. O nome e sobrenome são necessários por causa dos requisitos legais.","TutorialThirdScreen":"Aqui está o formulário após um preenchimento válido.","TutorialFourthScreen":"Parabéns! Agora pode ver a tela inicial do PicTalk. Como pode ver, por agora está completamente em branco. Mas não entrem em pânico, vamos enchê-la em breve! Mas antes de mergulharmos fundo no PicTalk, vamos ver como funciona.","TutorialFifthScreen":"Estas são colecções. Podemos pensar nas Colecções como uma grande pasta. Elas reagrupam pictogramas por temas. Claro, você decide. Neste exemplo, coloquei alguns temas básicos que o meu irmão mais novo usa diariamente. Nós adoramos dizer-nos o que ele quer para o jantar! Ele também adora viajar e dizer aos outros para onde foi... Vamos voltar! As grandes praças são as coleções. Nas coleções você pode ver quadradinhos com algum texto neles. Eu chamo-lhes pictogramas. Não se preocupe se você não entender completamente, nós vamos passar por um exemplo mais tarde. Tudo bem?","TutorialSixthScreen":"Vamos falar agora de pictogramas. Aqui ampliamos a colecção Drink & Eat. Podemos ver pictogramas de tamanhos e tonalidades diferentes. É porque os pictogramas podem, como colecções, conter pictogramas. Essa forma permite-nos fazer frases com facilidade. Digamos que entramos na colecção Drink & Eat. Queremos beber, por isso clicamos no pictograma \"Eu quero beber...\". Depois de clicarmos, temos a opção de clicar em \"Uma chávena de água\" ou \"Um chá\" ou \"Um sumo feito de...\". Se eu clicar em \"uma xícara de água\", o Pictalk dirá \"Eu quero beber uma xícara de água\". Mas se eu clicar em \"um suco feito de...\" e \"Maçãs\" em vez de \"Uma xícara de água\", o Pictalk dirá: \"Eu quero beber um sumo feito de maçãs\". A frase pode não parecer um pouco natural, mas este é um exemplo onde este método é o pior... Na maioria das vezes, é muito bom. Agora, vamos criar coleções e pictogramas! Espero que estejas entusiasmado!","TutorialSeventhScreen":"Clique agora no botão violeta na parte superior da tela. O habitual, onde é para os parâmetros. Você verá um popup como este. Responder à adição irá levá-lo para o modo supervisor. Permite-lhe criar, editar e apagar colecções e pictogramas. Antes de responder à pergunta, vamos falar sobre o porquê de eu ter implementado este mecanismo. Quero que o meu aplicativo seja o mais simples possível. Este mecanismo não precisa de outra senha de supervisor ou uma coisa complicada. Educadores, pais e irmãos podem adicionar pictogramas, remover, editar, etc... E isso, com apenas uma conta. podemos ter uma área supervisionada e o parque infantil. E a criança não poderá apagar por erro alguns pictogramas.","TutorialEigthScreen":"Estamos agora no modo supervisor. Ao nível das colecções. Porque, como vimos antes, você precisa escolher uma coleção antes de acessar seus pictogramas. Você pode ver o botão roxo mudado para cinza. Se clicar no botão cinzento, sairá do modo de supervisor. Viu aparecer o \"+\" circulado? Deixou-nos criar uma colecção.","TutorialNinthScreen":"Complete o nome, a cor e carregue um arquivo para criar a coleção ! No fundo do formulário, há um pequeno retângulo com uma cruz dentro dele. Uma vez selecionado o seu arquivo, ele mostrará o nome do arquivo. (Dê uma olhada na próxima foto)","TutorialTenthScreen":"E aqui está a minha colecção. Eu seleccionei a imagem \"manger.png\". Clique em \"create\" (criar) para continuar.","TutorialEleventhScreen":"Para além da colecção \"EAT\", criei outras duas. Vamos adicionar algum conteúdo à colecção \"EAT\". Clique no ícone \"EAT\".","TutorialTwelfthScreen":"Agora você verá um ecrã em branco, isso é normal, ainda não tem pictogramas. Repita os mesmos passos das colecções (clique no botão roxo e responda à pergunta). Aqui está o formulário para criar pictogramas. A fala é o que a aplicação vai dizer. O significado em oposição é simplesmente o nome do pictograma. O terceiro elemento é o \"Folder\" (Pasta). Se você quiser que seu pictograma contenha outros pictogramas, coloque-o em verdade. Caso contrário, recomendo que o deixe em falso. Neste exemplo, a frase termina quando dizemos \"Estou com fome\". Não precisamos de pôr outras palavras para trás desta. A seguir, carregue a imagem e crie !","TutorialThirteenthScreen":"Aqui está um exemplo onde é bom fazer uma pasta de pictogramas. \"Eu quero\" pode ser seguido por muitas palavras !","TutorialFourteenthScreen":"Aqui estão os nossos dois pictogramas. O primeiro significa \"Estou com fome\" e o outro \"Quero\". Como pode ver, a cor da barra no fundo é a mesma cor que você definiu na coleção. Dê uma olhada mais de perto na barra de pictogramas...","TutorialFifteenthScreen":"O botão \"lixo\" irá levá-lo às coleções e apagar a frase. O outro botão vermelho é para apagar o último pictograma da frase. O último é para falar. Clique nos pictogramas e tente construir sentenças. Apague-as, etc...","TutorialSixteenthScreen":"Aqui está o que acontece quando eu clico num pictograma. Ele aparece na barra inferior, a barra de pictogramas.","TutorialSeventeenthScreen":"Agora se eu clicar na pasta de pictogramas \"I want\" ela me leva aos pictogramas que ela contém. Está em branco porque ainda não contém pictogramas. Vamos criar um!","TutorialEighteenthScreen":"Aqui está o pictograma que estou a fazer dentro da pasta \"Eu quero\". Como não vamos colocar nenhuma palavra depois de \"algumas batatas fritas\" o nosso pictograma não é uma pasta.","TutorialNineteenthScreen":"Agora, clique no pictograma \"FRIES\". Veja como o pictograma adiciona \"algumas batatas fritas\" ao \"Eu quero\". Vamos conversar (clique no botão azul) VOILAAAA A SENTENCE !!! Você tem todo o conhecimento para usar o Pictalk no seu melhor ! Vou tentar dar mais exemplos de pictogramas que o meu irmão tem. Vá para o último ecrã que vou apresentar aqui.","TutorialTwentiethScreen":"Este é o menu do utilizador. Você pode acessá-lo clicando no botão azul na barra de navegação. Aqui você pode mudar o idioma, o nome e todas as coisas que você digitou durante o Cadastro.","TutorialEnd":"Obrigado por ter lido todo o tutorial.","Image":"Imagem","OrUploadYourOwn":"Ou carregue o seu próprio","Try":"Experimente","Pictogram":"Pictograma","MissingImage":"Não há imagem para carregar","DownloadedImages":"as imagens são armazenadas no seu dispositivo","StorageUsage":"Pictalk está actualmente a utilizar","NoStorage":"Não foram descarregadas imagens","ReadyOffline":"Está pronto para sair","RequiredInputs":"Favor fornecer todos os dados necessários","Send":"Enviar","Pitch":"Passo da voz","Rate":"Taxa de discurso","Negation":"Negação","Time":"Hora","Plural":"Plural","Size":"Tamanho","Groups":"Grupos","Offsets":"Offset horizontal e vertical","BorderColor":"Cor principal e cor da borda","Past":"Passado","Future":"Futuro","Left":"Esquerda","Right":"Certo","EditPicto":"editar","DeletePicto":"eliminar","CopyPicto":"cópia distinta","LinkPicto":"duplicado ligado","SharePicto":"acção","Unublish":"Não publicar","Publish":"Publicar","NotAuthorized":"Não tem os direitos de editar esta colecção","CouldNotPaste":"Não foi possível colar dentro desta colecção","Description":"Pictalk visa permitir a comunicação de pessoas não verbais utilizando recursos AAC e Text-to-Speech. O Pictalk constrói frases com pictogramas que carregou e pronuncia-as em voz alta. Pode construir praticamente qualquer frase e falar qualquer língua!","Tutorial":"Tutorial","Account":"Conta","PrincipalLanguage":"Língua principal","TakeALook":"Também, se precisar, dê uma vista de olhos ao","Languages":"Línguas","SelectLanguage":"Seleccione uma língua","Sharers":"Partilha","DirectSharer":"Participante directo","TermsAndConditions":"Termos e condições","TryPictalk":"Experimente o Pictalk","OptionnalParameters":"Parâmetros opcionais","EnforcedSecurityMode":"Modo de segurança reforçado","ReturnWithoutRemoveButton":"Devolver sem remover o último pictograma","TrustedSources":"Fontes fidedignas","SearchPictoLabel":"Procura de qualquer colecção","SearchPictoPlaceholder":"Viagens","ShareCollection":"Partilhar item","Share":"Partilhar / Desarticular","Settings":"Definições","HelpText9":"Este botão vai levá-lo às colecções públicas.","HelpText10":"Este botão irá para as colecções partilhadas consigo","HelpText11":"Este botão irá para as suas colecções da barra lateral.","HelpText12":"Este botão fará o log out","ProvidedPictos1":"Estamos também a utilizar outros pictogramas ACC que vêm de outras fontes sush como SCLERA, MULBERRY e TAWASOl. Todos estes pictogramas são disponibilizados graças a","ProvidedPictos2":"Finalmente, se um pictograma ACC não é o que procura, então também estamos a usar","ProvidedPictos3":"que fornecem grandes imagens.","RoadmapDone9":"Copiar e colar 📋 ✂️ as suas colecções","RoadmapDone10":"Colecções públicas disponíveis 📢","RoadmapDone11":"Partilhe as suas colecções com qualquer pessoa 🧷","RoadmapDone12":"Modo multilingue 🇪🇸 🇫🇷 🇬🇧","RoadmapDone13":"Traduza as suas frases em viagem 🤟","FetchingPictos":"Apanhar os últimos pictogramas de fundo ...","HomeFeature11":"Acesso instantâneo a mais de 10 000 pictogramas com um clique","HomeFeature12":"Partilhe as suas colecções com qualquer pessoa","HomeFeature13":"Suporta modos bilingues","Us":"nós","DisplayedLanguage":"Idioma","Voice":"Voz","PrincipalVoice":"Voz Principal","Voices":"Vozes","SelectVoice":"Seleccione a sua voz","SpeakMoreLanguage":"Falar mais do que uma língua ?","Parameters":"Parâmetros","PronouncePictoOnClick":"Pronunciar picto em clique","TravelerMode":"Modo viajante","TooltipHome":"Voltar ao ecrã inicial","TooltipPublic":"Ir para as colecções públicas","TooltipShared":"Vá às suas colecções partilhadas","TooltipAcount":"Ir para as definições da sua conta","TooltipHelp":"Obter ajuda","TooltipLogout":"Sair","LostConnectivity":"Conectividade perdida","UpdatedSharers":"Editores e telespectadores actualizados","MoreImages":"Procura de mais imagens","MoreItems":"Procura de mais artigos","NoResults":"Não foram encontradas imagens para :","SharingButton":"Adicionar amigos que usam Pictalk","SharingExplanation":"Pictogramas partilhados pelos seus amigos serão apreciados directamente no seu ecrã inicial e não apenas na sua colecção 'Partilhados comigo'.","TitleAbout":"Sobre","DescriptionMetaAbout":"Não quer saber mais sobre nós ?","TitleContact":"Contacto","DescriptionMetaContact":"Alguma sugestão ou bug ? Avise-nos","TitleGetStarted":"Começar","TitleNews":"Notícias","DescriptionMetaNews":"Notícias sobre a sua aplicação favorita","TitlePictograms":"Pictogramas","DescriptionMetaPictograms":"Conteúdo AAC que nos ajudou muito","TitlePublic":"Pictogramas públicos","TitleTutorial":"Tutorial","TitlePictos":"Pictogramas","DescriptionNews":"Pictalk Development News,proporcionando liberdade de expressão para todos. Com base em pictogramas AAC e TTS.","DescriptionHelp":"Precisa de ajuda? Características básicas em torno de Pictalk. Baseado em pictogramas AAC e TTS.","DescriptionTutorial":"Novo Utilizador ? Este tutorial vai pô-lo no caminho certo! Baseado em pictogramas AAC e TTS.","DescriptionContact":"Necessidade de solicitar uma funcionalidade ou um contacto connosco ? e-mail:","DescriptionAbout":"Quem somos nós? Que tal Pictalk.","DescriptionPublic":"Aqui pode encontrar todos os pictogramas AAC públicos gratuitos fornecidos por indivíduos generosos","VerifyAccount":"Verificação","VerifyAccountText":"Para iniciar sessão, copie acima do código que recebeu na sua caixa de correio","VerifyAccountOK":"OK","VerifyAccountVerificationCode":"Inserir código de verificação","VerificationToken":"O símbolo de validação está errado","VerificationMoreMail":"Não recebeu um e-mail ? Clique aqui","VerificationMoreMailSuccess":"O e-mail Antoher foi-lhe enviado, verifique os seus spams!","VerificationMoreMailFail":"Não foi possível enviar outro e-mail","VerificationSuccess":"Bem-vindo a Pictalk","PictoMeaningNotEmpty":"O significado não deve ser vazio","DuplicateFriends":"Este utilizador já é seu amigo","CannotRemoveFriends":"Este utilizador já está removido do seu amigo","DuplicateGroupUser":"Este utilizador já faz parte deste grupo","CannotRemoveGroupUser":"Este utilizador já está removido deste grupo","CreateNewGroup":"Criar um novo grupo","TraductionError":"Não pode obter a troca","SharedWithYou":"partilhou-o :","UnsharedWithYou":"deixou de partilhar :","MustVerifyEmail":"Deve verificar primeiro o seu e-mail","CreateGroups":"Crie um grupo na sua página de conta","CreatedGroupSucess":"Grupo criado com sucesso","EditedGroupSucess":"Grupo editado com sucesso","AddGroup":"Criar um grupo","GroupLabel":"Ícone para o grupo","GroupName":"Nome do grupo","AddUser":"Adicionar utilizador","TooltipNotifications":"Dê uma vista de olhos às suas notificações","UserNotExists":"este utilizador não existe","ShowMore":"Mostrar mais","ShowLess":"Mostrar menos","NotShareYourself":"Não pode partilhar para si mesmo","NotFriendYourself":"Não pode ser um amigo para si mesmo","ShareDemo":"Partilhar","CommunicateDemo":"Mensagem","CreateDemo":"Criar","TalkDemo":"Fale","Collection":"Colecção","TutorialSkip":"Ir para Pictalk","TutorialRef1":"a barra de discurso","TutorialRef2":"o menu de acções","TutorialRef3":"criar","TutorialRef4":"editar","TutorialRef5":"eliminar","TutorialRef6":"marcador de página","TutorialRef7":"duplicados ligados","TutorialRef8":"cópia distinta","TutorialRef9":"opções de imagem","TutorialRef10":"criar um grupo","TutorialRef11":"partilhar com um grupo","TutorialRef12":"vozes","TutorialTitle1":"Princípio básico","TutorialTitle2":"Os fundamentos","TutorialTitle3":"As características avançadas","TutorialTitle4":"Partilhar e receber","TutorialTitle5":"As definições da aplicação","TutorialTitle6":"Ficar offline","TutorialTitle7":"Espaço público","Tutorial1":"Para fazer frases, Pictalk utiliza dois tipos de recursos. Pictogramas e colecções. As colecções podem conter pictogramas, bem como outras colecções.","Tutorial2":"As colecções podem ser distinguidas pelo seu fundo cinzento e pela sombra que têm à sua volta.","Tutorial3":"Aqui está um exemplo de uma frase típica de estrutura em árvore em Pictalk,","Tutorial4":"E aqui está como isto funciona dentro da aplicação.","Tutorial5":"Esta é a barra da fala, tem quatro botões.","Tutorial6":"Esta permitir-lhe-á ler a frase em voz alta quando premida.","Tutorial7":"Este botão irá copiar a sua frase na prancheta. Poderá então enviar a frase em formato de texto para outras aplicações, tais como WhatsApp, etc.","Tutorial8":"Este botão apaga o último pictograma da frase actual","Tutorial9":"Este último botão permite apagar a frase actual e voltar ao ecrã inicial.","Tutorial10":"No seu espaço pessoal pode criar, editar, apagar ou mover-se em torno dos seus pictogramas e colecções. Para fazer estas operações, terá de entrar em modo administrador. Esta é a forma de o fazer.","Tutorial11":"O botão verde permitir-lhe-á a criação de pictogramas. O vermelho é para colecções. Eis como funciona o processo de criação.","Tutorial12":"Para editar ou apagar pictogramas ou colecções, terá de aceder ao menu de acções. Eis como o fazer.","Tutorial13":"É assim que se pode apagar pictogramas ou colecções.","Tutorial14":"Outra acção interessante é a de bookmarking. Esta acção permite mover um pictograma ou uma colecção para o topo da página. Eis como se faz.","Tutorial15":"Uma característica muito útil é a das duplicatas ligadas. Fazer um duplicado ligado permite ter a mesma colecção ou pictograma em vários locais. Note que, se modificar a colecção ou pictograma num só local, este será modificado em todo o lado.","Tutorial16":"Pode-se fazer uma cópia distinta de uma colecção ou pictograma e depois colá-lo onde se quiser. Note que, se modificar a cópia, o original não será afectado e vice-versa.","Tutorial17":"Ao criar ou modificar pictogramas e colecções, tem acesso a opções que acrescentam mais significado às imagens, tais como negações, tempo e forma plural.","Tutorial18":"O Pictalk pode ser utilizado enquanto está offline. Se o indicador de nuvem estiver verde significa que está pronto para ficar offline. Note que enquanto estiver offline não pode utilizar o menu de acções.","Tutorial19":"Além disso, pode ver quantas imagens foram descarregadas e quanto espaço é ocupado pela aplicação Pictalk no seu menu de definições. Note que o modo offline pode não funcionar quando se utiliza a versão do Pictalk","Tutorial20":"Pictalk vamos escolher uma voz, bem como modificar o tom e o ritmo do discurso. Note que a selecção das vozes dependerá muito do dispositivo em que se encontra.","Tutorial21":"Para além do seu espaço pessoal, Pictalk oferece um espaço público onde pode encontrar colecções pré-fabricadas que o ajudarão a começar a utilizar a aplicação. Pode aceder ao espaço público, clicando neste botão","Tutorial22":"localizado na barra de navegação.","Tutorial23":"Com o Pictalk poderá partilhar e receber colecções de forma semelhante ao Google Drive. Para facilitar o trabalho com grupos, acrescentámos a possibilidade de criar grupos e partilhá-los com todos os utilizadores. Vejamos como ambas estas características funcionam nos vídeos abaixo.","Tutorial24":"No vídeo que se segue partilhamos uma colecção com um grupo. Na barra de navegação tem acesso à sua pasta 'partilhada comigo', clicando neste botão","Tutorial25":"","PublicCopy":"Colocar com sucesso a colecção no seu espaço doméstico","InstallAnotherBrowserText":"Por favor use Pictalk on Chrome ou Firefox de modo a ter a melhor experiência. Navegadores como o Safari tendem a ter menos suporte para Text-To-Speech e outras características modernas.","InstallAnotherBrowser":"Instalar outro navegador","HomeTitle1":"O que é o Pictalk ?","HomeTitle2":"Como funciona","HomeText2":"Pictalk utiliza sistemas de comunicação aumentativos e alternativos como os fornecidos pela organização sem fins lucrativos ARASAAC, mas também fotografias e converte-as em discurso alto. O Pictalk é feito para indivíduos mas também para famílias e vida comunitária porque as colecções podem ser partilhadas entre dispositivos, utilizadores e grupos de utilizadores. O Pictalk utiliza vozes Text-To-Speech que estão nativamente presentes no seu dispositivo para pronunciar as frases construídas.","HomeTitle3":"Porquê Pictalk ?","HomeText3":"A aventura começou em 2019 com os meus estudos de engenharia de Telecomunicações. A ideia de criar uma aplicação simples para ajudar o meu irmãozinho não-verbal foi uma prova. Apareceu a primeira versão de Pictalk e foi-me atribuído um preço por ela. Quando o meu outro irmão entrou para a escola de engenharia, ele quis fazer parte deste projecto sincero. Agora, somos uma equipa de dois dos seus colaboradores por detrás do Pictalk e estamos tão motivados como sempre para fazer do discurso um direito fundamental.","CollectionNotExplored":"A colecção ainda não foi explorada... Por favor, volte a ligar-se à Internet para ver o seu conteúdo","EmptyCollection":"A colecção está vazia... Pode criar pictogramas ou colecções premindo o botão de bloqueio.","TooltipSidebar":"A barra lateral deixa-o colocar pictogramas com mais liberdade","PublicBundleDescription":"Seleccione um pacote público para o importar para a sua nova conta. Com isto, começará com uma conta pronta a falar.","PublicBundleLevelADescription":"O pacote de nível A é a configuração mais básica. É baseado na comunicação situacional. Os pictogramas são armazenados em função do contexto em que vão ser utilizados. Por exemplo, a colecção de alimentos é onde encontrará todos os pictogramas relacionados com os alimentos.","PublicBundleLevelBDescription":"","PublicBundleLevelCDescription":"","StarterPack":"Pacote de iniciação","Feedback":"Feedback","FeedbackTitle":"Título","FeedbackType":"Categoria","FeedbackContact":"Contacto","FeedbackDescription":"Descrição","FeedbackToggle":"Alternar informação de depuração","FeedbackDeviceInfo":"Informação do dispositivo","FeedbackVuex":"Vuex","FeedbackVoices":"Vozes","FeedbackCreatedSucess":"Feedback submetido com sucesso !","TooltipFeedback":"Submeter qualquer feedback","FeedbackBlocking":"A questão está a ser bloqueada?","FeedbackActionSelectPictos":"Pictogramas ou colecções","FeedbackActionSelectPictosValuesCreation":"Criação","FeedbackActionSelectPictosValuesModification":"Edição","FeedbackActionSelectPictosValuesCopy":"Copiar e colar","FeedbackActionSelectPictosValuesPrint":"Mostrar","FeedbackActionSelectInscription":"Inscrição e Tutorial","FeedbackActionSelectInscriptionValuesInscription":"Inscrever-se","FeedbackActionSelectInscriptionValuesTutorial":"Tutorial","FeedbackActionSelectVoices":"Vozes","FeedbackActionSelectVoicesValuesVoice":"Voz","FeedbackActionSelectVoicesValuesLanguage":"Idioma","FeedbackActionSelectOther":"Outros","FeedbackActionSelectOtherValuesOther":"Outros","FeedbackEvolution":"Evolução","Shared":"partilhou","UnShared":"não partilhou","ModifyRights":"modificou os seus direitos sobre","Changed":"mudou","AdriInfos":"","ClementInfos":"Queria realmente juntar-me à aventura Pictalk e estou feliz por poder contribuir para ela hoje.","GuillemineInfos":"","HowContribute":"Como contribuir","AreDevelopper":"É um promotor e quer ajudar ?","AreDevelopperText":"Se é um desenvolvedor e quer ajudar-nos ? Vá à nossa página Github e escolha uma edição ! Clone o nosso repo e faça um pedido de puxar uma vez que o código esteja completo. Pode também criar um problema se quiser fazer uma sugestão.","AreHealthPro":"É um profissional de saúde e quer ajudar ?","AreHealthProText":"Tem capacidades de aprendizagem de comunicação ou trabalha no sistema de saúde? Pode sugerir modificações ou melhorias do Pictalk. Pode também ajudar-nos trabalhando nas colecções 'Públicas'.","AreParticular":"É pai ou apenas quer ajudar ?","AreParticularText":"Fale sobre Pictalk à sua volta e dê-nos alguma visibilidade! Pode evidentemente sugerir modificações e ajudar-nos financeiramente.","DonationUsage":"Utilização das doações","DonationInformatics":"Informática","DonationInformaticsText":"Alojamento do sítio web Pictalk","DonationBank":"Banco e seguros","DonationBankText":"Obrigatório se quisermos gerir a nossa organização sem fins lucrativos.","DonationOther":"Outros","DonationOtherText":"Nome de domínio, Segurança e outros serviços puctuais","DonationGoals":"Se tivéssemos mais dinheiro, teríamos...","DonationGoalsText1":"Pagar a um ortofonista para nos ajudar a construir as colecções públicas. As colecções públicas são um ponto de entrada essencial para os novos utilizadores. Ter pacotes de pictogramas simpáticos e numerosos ajudará os novos utilizadores a começar a utilizar o Pictalk e irá inspirá-los.","DonationGoalsText2":"Contratar um desenvolvedor a fim de aliviar a pressão exercida sobre a nossa pequena equipa e melhorar o Pictalk. Mais uma pessoa poderia ajudar-nos a apresentar o Pictalk a novos estabelecimentos e a acompanhar novos utilizadores.","News":"Notícias","Informations":"Informações","Partners":"Parceiros","Team":"Equipa","ContactText13":"Contacte-nos em:","ContactText12":"Se tiver algum problema ou sugestões sobre a candidatura, pode contactar-nos através do seguinte endereço de correio electrónico :","AlexInfos":"Présidente e fundador da organização Pictalk.","YourDonations":"Os seus donativos","MakeDonations":"Faça uma doação ao Pictalk 😄","thanksDonations":"Toda a equipa agradece os vossos donativos 😍!","OurDonators":"Doadores do mês 🥳"}