{"Home":"Acasă","GetStarted":"Începeți!","Infos":"Informații","BugsAndSuggestions":"Bug-uri și sugestii","NewsAndUpdates":"Știri și actualizări","Makaton":"Makaton","LogIn":"Autentificare","LogOut":"Deconectați-vă","SignUp":"Înscrieți-vă","GoToPictalk":"Mergeți la Pictalk","More":"Mai mult","Email":"Email","PlaceHolderEmail":"alex@pictalk.xyz","Password":"Parola","PlaceHolderPassword":"MySup€rS€cretPassw0rd!","ConfirmPassword":"Confirmați parola","Language":"Limba","Cancel":"Anulează","Save":"Salvați","DownloadAllPictos":"Descărcați toate pictogramele","DownloadAllPictosNotice":"Apăsând acest buton veți descărca toate pictogramele, astfel încât să puteți utiliza Pictalk în siguranță în modul offline ! Vă rugăm să aveți răbdare și să așteptați cel puțin un minut.","ForgotPswd":"Ați uitat parola?","Majority":"Am mai mult de 13 ani vechime","IHaveRead":"Am citit și accept","TermsOfUse":"termeni de utilizare","And":"și","PrivacyPolicy":"politica de confidențialitate","By":"de","CodeIsLicensed":"Codul sursă este licențiat","ProjectBackedBy":"este un proiect susținut de:","WantToBeABacker":"Vrei să fii și tu un susținător? Nu ezitați să trimiteți un e-mail","Me":"eu","CreateCollection":"Creați colecția","Name":"Nume","Color":"Culoare","NameNotice":"Textul care urmează să fie afișat...","ColorNotice":"Culoarea barei de jos din interiorul colecției","ClickToUpload":"Faceți clic pentru a încărca","DropFiles":"Aruncați fișierele aici sau faceți clic pentru a le încărca","StandardQuality":"Calitatea standard (pentru pictograme)","HighQuality":"Calitate înaltă (pentru imagini)","Close":"Închideți","Create":"Creați","CreatePictogram":"Creați Picograma","Speech":"Discurs","SpeechNotice":"Textul care urmează să fie rostit","Meaning":"Adică","MeaningNotice":"Textul care urmează să fie afișat","Folder":"Dosar","FolderNotice":"Este un dosar?","ServerOffline":"Serverul nu poate fi accesat, verificați conexiunea la internet","Welcome":"Bine ați venit!","WrongCredentials":"Email sau parolă greșită","PleaseCompleteForm":"Vă rugăm să completați formularul","PasswordNotCorrespond":"Parolele nu corespund","AccountCreated":"Contul dvs. a fost creat cu succes!","ParametersInvalid":"Unii parametri nu sunt validați (cum ar fi adresa de e-mail sau parola)","EmailAlreadyInUse":"Acest e-mail este deja folosit","CreatedCollection":"Colecția a fost creată impecabil !","SomeThingBadHappened":"S-a întâmplat ceva rău...","CreatedPictogram":"Pictograma a fost încărcată impecabil !","EditCollection":"Editează colecția","ImageFiles":"Sunt permise doar imagini gif, png, jpeg sau jpg.","EditedCollection":"Colecția a fost editată impecabil !","UpdatedCollection":"Vă rugăm să introduceți o culoare sau un nume sau un fișier... Culoarea și Numele nu pot fi goale","EditPictogram":"Editare pictogramă","EditedPictogram":"Pictograma a fost editată impecabil !","MeaningEmpty":"Sensul nu poate fi gol","Edit":"Editați","CopySucces":"A copiat cu succes imaginile!","CopyError":"Nu am putut copia imaginile","AboutMe":"Despre mine","AboutText1":"Bună, eu sunt Alex. Am 23 de ani și sunt student la INSA Lyon. Studiez Telecomunicații și Informatică. Sunt un fan al auto-hosting-ului, al dezvoltării și al rețelelor ! Îmi place, de asemenea, să fac","AboutText2":"sau de a face fotografii în timpul vacanțelor mele.","Backers":"Susținători","AboutText3":"Multe mulțumiri Fundației INSA Lyon care a recompensat PicTalk cu 1000€. Programul lor Coups de Pouce Passion ajută studenții INSA să își finanțeze proiectele. De asemenea, puteți viziona acest","AboutText4":"care m-a ajutat să câștig concursul!","EditUserDetails":"Editați detaliile utilizatorului","ResetPassword":"Resetare parolă","CheckSpam":"Vă rugăm să verificați folderul SPAM! Dacă nu primiți nici un e-mail vă rog să mă contactați la : <b>alex@pictalk.xyz","EmailPlease":"Vă rugăm să introduceți un e-mail","ChangePasswordDemand":"Cererea de resetare a parolei a fost transmisă cu succes, vă rugăm să vă uitați la e-mailurile dumneavoastră.","ContactMe":"Contactați-mă","ContactText1":"Dacă aveți sugestii pentru site, mă puteți contacta la următoarea adresă de e-mail :","ContactText2":" Suntem deschiși la toate ideile tale, pentru a oferi cea mai bună experiență :)","BugReport":"Rapoarte de erori și întrebări","ContactText3":"Dacă întâmpinați erori sau aveți propuneri de îmbunătățire a codului site-ului, le puteți trimite pe această pagină github:","Help":"Ajutor","HelpText1":"Acest buton vă va duce la meniul de colecții. Acesta va șterge propoziția pe care o faceți.","HelpText2":"Acest buton vă va duce la meniul ChangePasswordSuccess (Schimbare parolă reușită) în meniul contului dumneavoastră. Meniul contului vă permite să vă schimbați e-mailul, limba și parola.","HelpText3":"Aceste butoane vă vor permite să intrați în modul supraveghetor și să ieșiți din modul supraveghetor. Modul supraveghetor este necesar pentru a modifica, adăuga sau șterge pictograme.","HelpText4":"Acest buton va șterge propoziția curentă și vă va duce la meniul Colecții. Funcționează la fel ca și butonul \"Acasă\".","HelpText5":"Acest buton va șterge ultima pictogramă din propoziție. Dacă a fost un dosar, atunci vă întoarceți la ecranul anterior.","HelpText6":"Acest buton va pronunța și va vorbi cu voce tare propoziția pe care o faceți.","HelpText7":"Acest buton va copia propoziția curentă. Acum puteți lipi propoziția peste tot!","HelpText8":"Uneori va trebui să apăsați acest buton pentru a obține cele mai recente pictograme :) Să presupunem că ați adăugat 10 pictograme în computerul dumneavoastră și acestea nu apar în telefonul copilului dumneavoastră: apăsați acest buton în telefonul său și acesta va prelua toate pictogramele și datele recente pe care le-ați încărcat!","Pictograms":"Pictograme","ARSAAC":"ARASAAC","ProvidedPictos":"Fiecare proaspăt utilizator este înzestrat cu câteva pictograme de bază. Aceste pictograme provin de la marea organizație ARASAAC, care oferă pictograme gratuite. Colecția lor este imensă și este foarte ușor să găsiți pictograma pe care o căutați. Vizitați site-ul lor","WhatIsMakaton":"Ce este Makaton ?","MakatonText1":"Makaton este un program lingvistic unic care utilizează simboluri, semne și vorbire pentru a permite oamenilor să comunice. Acesta sprijină dezvoltarea unor abilități esențiale de comunicare, cum ar fi atenția și ascultarea, înțelegerea, memoria, reamintirea și organizarea limbajului și a exprimării. Capacitatea de a comunica este una dintre cele mai importante abilități de care avem nevoie în viață. Aproape tot ceea ce facem implică comunicarea; sarcinile zilnice, cum ar fi învățarea la școală, solicitarea de mâncare și băutură, rezolvarea problemelor, stabilirea de relații cu prietenii și distracția. Toate acestea se bazează pe capacitatea noastră de a comunica între noi. Cu Makaton, semnele sunt folosite, împreună cu vorbirea, în ordinea cuvintelor rostite. Acest lucru ajută la furnizarea de indicii suplimentare cu privire la ceea ce spune cineva. Folosirea semnelor poate ajuta persoanele care nu vorbesc sau a căror vorbire este neclară. Folosirea simbolurilor poate ajuta persoanele care au un limbaj limitat și pe cele care nu pot sau preferă să semneze...Organizația Makaton","PictalkMakaton":"Pictalk & Makaton Franța (AAD Makaton)","MakatonText2":"Doar pentru membrii francezi ai Makaton ! Datorită unui acord între AAD Makaton și Pictalk, un membru makaton va avea foarte curând un pachet pentru începători cu multe pictograme și câteva propoziții deja realizate. Dacă nu sunteți familiarizați cu el, verificați site-ul lor francez:","MakatonText3":". Deocamdată puteți să-mi trimiteți un e-mail în care să-mi cereți pozele. După o verificare rapidă cu Makaton, vă voi trimite pictogramele.","AndUniversalWebsite":"și site-ul universal","Here":"aici","NewPassword":"Parolă nouă","PasswordValidationMessage":"Cel puțin o literă majusculă, o cifră și o parolă cu o lungime minimă de 8 caractere.","ChangePassword":"Schimbă parola","PasswordEmpty":"Parola este goală","ChangePasswordSuccess":"Cererea de schimbare a parolei a fost transmisă cu succes","RecentNews":"Știri recente !","AwardPictalk":" PicTalk a fost premiat cu 1000€ la concursul Coups de pouce passion !","PictalkNewsSTitle":"Pictalk în știri ! :","RoadmapDone1":"Acum, în loc de SPEECH, în bara Picto este afișat MEANING în loc de SPEECH. Același lucru pentru butonul de copiere","RoadmapDone2":"Mod complet offline pregătit","RoadmapDone3":"Instalați aplicația prin Chrome, Firefox, Safari etc. (atingeți Install în meniul de opțiuni)","RoadmapDone4":"Nu mai există cookie-uri de la terți","RoadmapDone5":"Puteți pune o stea într-o pictogramă pentru a o afișa la începutul unei vizualizări.","RoadmapDone6":"Modul de administrare este acum mai coerent prin diferitele meniuri","RoadmapDone7":"Realizează un tutorial video (FR)","RoadmapDone8":"Descărcați toate pictogramele dvs. cu un singur buton","RoadmapTodo1":"Pictalk în Microsoft Store","RoadmapTodo2":"Furnizați câteva pictograme și pachete la începutul unui cont","RoadmapTodo3":"Traduceți site-ul în germană și italiană","Roadmap":"Harta rutieră","PictosFetched":"Ultimele imagini au fost preluate corect","OfflinePictalk":"Pictalk este acum pregătit pentru offline ✈️ ! Plecați undeva fără conexiune la internet ? Acum nu mai este o problemă, descărcați toate pictogramele dvs. cu un singur clic (Mergeți la pagina contului)","LatestUpdateWarning":"După cea mai recentă actualizare, va trebui să vă deconectați și să vă conectați pentru ca aplicația să funcționeze corect, ne pare rău pentru neplăcerile create.","WaitIsPictalk":"Ce este PicTalk ?","HomeText1":"PicTalk se referă la pictograme. Scopul său este de a ușura viața persoanelor cu dizabilități de vorbire. Fratele meu mai mic, Pablo, suferă de sindromul Down. Nu poate vorbi și nici să scrie. Din fericire, Pablo este pasionat de tablete și telefoane. Cea mai mare parte a comunicării lui Pablo are loc prin intermediul dispozitivului său.În cea mai mare parte a timpului, el folosește imagini de locuri sau pictograme pentru a se exprima. În prezent, există foarte puține aplicații care folosesc pictograme pentru a produce o frază cu voce tare. Aceste aplicații erau destul de scumpe sau nu erau compatibile cu aproape toate dispozitivele. Așa că am decis, cu ajutorul cunoștințelor mele de dezvoltare web, să fac o aplicație. Iată Pictalk.","MainFeatures":"Caracteristici principale","HomeFeature1":"Toate imaginile/pictogramele sunt salvate în cloud","HomeFeature2":"Puteți instala aplicația de pe computer sau de pe telefon și tabletă","HomeFeature3":"Funcționează cu toate platformele, la fel de simplu ca asta","HomeFeature4":"Poate vorbi practic orice limbă","HomeFeature5":"Număr nelimitat de pictograme și colecții","HomeFeature6":"Fără reclame","HomeFeature7":"Liber pentru totdeauna","HomeFeature8":"Ușor de utilizat","HomeFeature9":"Zero cookie-uri de la terți","HomeFeature10":"Pregătit pentru offline","OpenSourceAndFree":"Sursă deschisă și gratuită","OpenSourceAndFreeText1":"Tot codul este deschis pe","OpenSourceAndFreeText2":". Desigur, puteți contribui sau împărtăși idei și îmbunătățiri. Pentru că vreau ca toată lumea să aibă o șansă de a comunica, PicTalk va fi întotdeauna gratuit și voi încerca să le las utilizatorilor atâta spațiu de stocare cât au nevoie. Din păcate, nu sunt bogat. Nu pot cheltui prea mulți bani pe servere dacă numărul de utilizatori PicTalk crește. De aceea, dacă folosiți PicTalk și vă place, nu ezitați să donați.","SupervisorModeQuestion":"Cât de mult este","SupervisorModeInput":"Introduceți răspunsul aici","SupervisorModeSuccess":"Sunteți acum în modul supervizor, felicitări :D","NoVoicesFound":"Nu s-au găsit voci pe dispozitiv...","DeleteItem":"Sunteți sigur că doriți să ștergeți:","Delete":"Ștergeți elementul","PleaseType1":"Vă rugăm să scrieți:","PleaseType2":"pentru a șterge elementul.","DeleteNotCorrespond":"Intrarea nu corespunde","DeletedSuccess":"Șters cu succes","Slogan":"\"Pentru că vorbitul este un drept și nu un serviciu, Pictalk va fi gratuit și open-source pentru totdeauna.\"","Communicate":"Comunicați","Communicate_IRL":"Pictalk este excelent pentru aplicațiile în timp real: Acesta poate rosti cu voce tare o propoziție compusă din mai multe pictograme.","Communicate_Messages":"Pentru că mesageria devine la fel de importantă ca și vorbirea, Pictalk permite copierea pictogramelor + propoziție și trimiterea lor cu aplicațiile de mesagerie preferate.  ","HowItWorks1":"Mulțumită asociației ARASAAC, care oferă gratuit pictograme, fiecare utilizator nou primește un pachet de pornire cu aproximativ 20 de pictograme și câteva seturi de fraze ! Datorită acestui fapt, veți învăța cum să utilizați Pictalk și veți începe să vorbiți foarte curând.","HowItWorks2":"Iată un exemplu de frază inclusă în pachetul de start: Această frază va produce \"Îmi plac cartofii prăjiți\".","SearchNotice":"Ce căutați?","Search":"Căutare"}